Repository: sumitvatsal/FoxSecT-A
Catalog: FoxSec.Web/Resources/Views/Shared/SharedStrings.*.resx
Languages: et, fi, lt, lv, ru, sv

# LogMessageActiveChanged
source: Active is changed from '{0}' to '{1}'.
et: Õigus muudeti '{0}' to '{1}'.
fi: Aktiivinen muuttuu &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Active is changed from '{0}' to '{1}'. (lt)
lv: Aktîvs tiek mainîts no '{0}' uz '{1}'.
ru: Изменено с '{0}' на '{1}'.
sv: Aktiv ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageBirthday
source: Birthday is '{0}'.
et: Sünnipäev on '{0}'
fi: Syntymäpäivä on {0}.
lt: Birthday is '{0}'. (lt)
lv: Dzimðanas diena ir '{0}'.
ru: День рождения '{0}'.
sv: Födelsedagen är &#39;{0}&#39;.

# LogMessageBirthdayChanged
source: Birthday is changed from '{0}' to '{1}'.
et: Sünnipäev Muudeti '{0}' to '{1}'.
fi: Syntymäpäivä muuttuu &quot;{0}&quot;: sta &quot;{1}&quot;.
lt: Birthday is changed from '{0}' to '{1}'. (lt)
lv: Dzimðanas diena ir mainîts no '{0}' uz '{1}'.
ru: Изменено с '{0}' на '{1}'.
sv: Födelsedagen ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageCardActivated
source: Card activated with the reason '{0}'.
et: Kaardi aktiveerimis põhjus: '{0}'.
fi: Kortti aktivoituu syystä {0}.
lt: Card activated with the reason '{0}'. (lt)
lv: Karte aktivizçta, norâdot iemeslu '{0}'.
ru: Карта активированна по причине '{0}'.
sv: Kort aktiverat med anledningen &quot;{0}&quot;.

# LogMessageCardDeactivated
source: Card deactivated with the reason '{0}'.
et: Kaart deaktiveeriti põhjusel: '{0}'.
fi: Kortti on poistettu käytöstä syyn vuoksi {0}.
lt: Card deactivated with the reason '{0}'. (lt)
lv: Karte tiek deaktivizçta, norâdot iemeslu '{0}'.
ru: Карта деактивированна по причине '{0}'.
sv: Kort deaktiverat med anledningen &quot;{0}&quot;.

# LogMessageCardDeleted
source: Card '{0}' deleted.
et: Kaart '{0}' Kustutati.
fi: Kortti &#39;{0}&#39; poistettu.
lt: Card '{0}' deleted. (lt)
lv: Karte '{0}' ir izdzçsta.
ru: Карта '{0}' удалена
sv: Kortet &#39;{0}&#39; raderades.

# LogMessageCardChanged
source: Card '{0}' changed.
et: Kaart '{0}' muudeti.
fi: Kortti &#39;{0}&#39; muutettiin.
lt: Card '{0}' changed. (lt)
lv: Kartîte '{0}' mainîta.
ru: карта'{0}' изменена
sv: Kortet &#39;{0}&#39; har ändrats.

# LogMessageCardSetToFree
source: Card is free with the reason '{0}'.
et: Kaart muudeti vabaks põhjusel: '{0}'.
fi: Kortti on ilmaista syystä {0}.
lt: Card is free with the reason '{0}'. (lt)
lv: Karte bez iemesla ir bez maksas '{0}'.
ru: Карта освобождена по причине '{0}'.
sv: Kortet är gratis med anledningen &quot;{0}&quot;.

# LogMessageCardTypeName
source: Card type is '{0}'.
et: Kaardi tüüp on: '{0}'.
fi: Korttityyppi on &#39;{0}&#39;.
lt: Card type is '{0}'. (lt)
lv: Kartes tips ir '{0}'.
ru: Тип карты
sv: Korttypen är &#39;{0}&#39;.

# LogMessageCardTypeNameChanged
source: Card type is changed from '{0}' to '{1}'.
et: Kaardi tüüp. '{0}' muudeti: '{1}'.
fi: Korttityyppiä muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Card type is changed from '{0}' to '{1}'. (lt)
lv: Kartes tips mainîts no '{0}' uz '{1}'.
ru: Тип карты изменен с '{0}' на '{1}'.
sv: Korttypen ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageContractEndDateChanged
source: Contract end date is changed from '{0}' to '{1}'.
et: Lepingu lõpp kuupäev '{0}' muudeti '{1}'.
fi: Sopimuksen päättymispäivämäärää muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Contract end date is changed from '{0}' to '{1}'. (lt)
lv: Lîguma beigu datums tiek mainîts no '{0}' uz '{1}'.
ru: Дата окончания контракта изменена с '{0}' на '{1}'.
sv: Kontraktens slutdatum ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageContractNumberChanged
source: Contract number is changed from '{0}' to '{1}'.
et: Lepingu number '{0}' muudeti '{1}'.
fi: Sopimuksen numero muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Contract number is changed from '{0}' to '{1}'. (lt)
lv: Lîguma numurs tiek mainîts no'{0}' uz '{1}'.
ru: Номер контракта изменен с '{0}' на '{1}'.
sv: Kontraktsnummer ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageContractStartDateChanged
source: Contract start date is changed from '{0}' to '{1}'.
et: Lepingu algus kuupäev '{0}' muudeti '{1}'.
fi: Sopimuksen aloituspäivä muuttuu &quot;{0}&quot;: sta &quot;{1}&quot;.
lt: Contract start date is changed from '{0}' to '{1}'. (lt)
lv: Lîguma sâkuma datums tiek mainîts no'{0}' uz '{1}'.
ru: Начальная дата контракта изменена с '{0}' на '{1}'.
sv: Kontraktens startdatum ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageDk
source: DK is '{0}'.
et: DK kood on '{0}'.
fi: DK on &#39;{0}&#39;.
lt: DK is '{0}'. (lt)
lv: DK ir '{0}'.
ru: DK '{0}'.
sv: DK är &#39;{0}&#39;.

# LogMessageDkChanged
source: DK is changed from '{0}' to '{0}'.
et: DK kood '{0}' muudeti '{0}'.
fi: DK muutetaan &#39;{0}&#39;: sta &#39;{0}&#39;.
lt: DK is changed from '{0}' to '{0}'. (lt)
lv: DK ir mainîts no '{0}' uz '{0}'.
ru: DK изменен с '{0}' на '{0}'.
sv: DK ändras från &quot;{0}&quot; till &quot;{0}&quot;.

# LogMessageEmail
source: Email is '{0}'.
et: Email on '{0}'.
fi: Sähköposti on &#39;{0}&#39;.
lt: Email is '{0}'. (lt)
lv: Ç-pasts ir '{0}'.
ru: Почта '{0}'.
sv: E-postadressen är &quot;{0}&quot;.

# LogMessageEmailChanged
source: Email is changed from '{0}' to '{1}'.
et: Email '{0}' muudeti '{1}'.
fi: Sähköposti muuttuu &quot;{0}&quot;: sta &quot;{1}&quot;.
lt: Email is changed from '{0}' to '{1}'. (lt)
lv: Ç-pasts ir mainîts no '{0}' uz '{1}'.
ru: Почта изменена с '{0}' на '{1}'.
sv: E-post ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageEServiceAllowedChanged
source: E-service allowed is changed from '{0}' to '{1}'.
et: E-service lubatud '{0}' muudeti '{1}'.
fi: Sallittu sähköinen palvelu muuttuu {0} &#39;: sta&#39; {1} &#39;.
lt: E-service allowed is changed from '{0}' to '{1}'. (lt)
lv: Atïauts e-pakalpojums tiek mainîts no '{0}' uz '{1}'.
ru: Разрешение на Е-сервис изменено с '{0}' на '{1}'.
sv: E-tjänst tillåten ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageExternalPersonalCode
source: External Personal code is '{0}'.
et: External Id on '{0}'. (et)
fi: Ulkoinen henkilökohtainen koodi on &#39;{0}&#39;.
lt: External Personal code is '{0}'. (lt)
lv: Ârçjais personas kods ir '{0}'.
ru: Внешний Личный код '{0}'.
sv: Extern personalkod är &#39;{0}&#39;.

# LogMessageExternalPersonalCodeChanged
source: External Personal code is changed from '{0}' to '{1}'.
et: External ID '{0}' tmuudeti '{1}'.
fi: Ulkoinen henkilökoodi muuttuu &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: External Personal code is changed from '{0}' to '{1}'. (lt)
lv: Ârçjais personas kods tiek mainîts no '{0}' uz '{1}'.
ru: Внешний Личный код изменен с '{0}' на '{1}'.
sv: Extern personalkod ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageFirstName
source: First name is '{0}'.
et: Eesnimi on '{0}'.
fi: Etunimi on &#39;{0}&#39;.
lt: First name is '{0}'. (lt)
lv: Vârds ir '{0}'.
ru: Имя '{0}'.
sv: Förnamn är &#39;{0}&#39;.

# LogMessageFirstNameChanged
source: First name is changed from '{0}' to '{1}'.
et: Eesnimi '{0}' muudeti '{1}'.
fi: Etunimi vaihdetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: First name is changed from '{0}' to '{1}'. (lt)
lv: Vârds ir mainîts no '{0}' uz '{1}'.
ru: Имя изменено с '{0}' на '{1}'.
sv: Förnamn ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageFree
source: Free is '{0}'.
et: Vaba '{0}'.
fi: Vapaa on &#39;{0}&#39;.
lt: Free is '{0}'. (lt)
lv: Bezmaksas ir '{0}'.
ru: Free is '{0}'. (ru)
sv: Gratis är &quot;{0}&quot;.

# LogMessageFreeChanged
source: Free is changed from '{0}' to '{1}'.
et: Vaba '{0}' muudeti '{1}'.
fi: Vapaa muuttuu &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Free is changed from '{0}' to '{1}'. (lt)
lv: Bezmaksas tiek mainîts no '{0}' uz '{1}'.
ru: Свободные изменены с '{0}' на '{1}'.
sv: Gratis ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageLastName
source: Last name is '{0}'.
et: Perekonnanimi '{0}'.
fi: Sukunimi on &#39;{0}&#39;.
lt: Last name is '{0}'. (lt)
lv: Uzvârds ir '{0}'.
ru: Фамилия '{0}'.
sv: Efternamn är &quot;{0}&quot;.

# LogMessageLastNameChanged
source: Last name is changed from '{0}' to '{1}'.
et: Perekonanimi '{0}' muudeti '{1}'.
fi: Sukunimi muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Last name is changed from '{0}' to '{1}'. (lt)
lv: Uzvârds ir manîts no '{0}' uz '{1}'.
ru: Фамилия изменена с '{0}' на '{1}'.
sv: Efternamn är ändrat från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageLoginChanged
source: Login is changed from '{0}' to '{1}'.
et: Kasutajanimi '{0}' muudeti '{1}'.
fi: Sisäänkirjaus muuttuu &#39;{0}&#39;: stä &#39;{1}&#39;.
lt: Login is changed from '{0}' to '{1}'. (lt)
lv: Pieteikðanâs tiek mainîta no '{0}' uz '{1}'.
ru: Логин изменен с '{0}' на '{1}'.
sv: Inloggningen har ändrats från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessagePermitOfWorkChanged
source: Permit of work is changed from '{0}' to '{1}'.
et: Tööaeg '{0}' muudeti '{1}'.
fi: Työn lupa muuttuu &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Permit of work is changed from '{0}' to '{1}'. (lt)
lv: Darba atïauja tiek mainîta no '{0}' uz '{1}'.
ru: Permit of work is changed from '{0}' to '{1}'. (ru)
sv: Tillståndet för arbete ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessagePersonalCode
source: Personal code is '{0}'.
et: Id on '{0}'.
fi: Henkilökohtainen koodi on &#39;{0}&#39;.
lt: Personal code is '{0}'. (lt)
lv: Personas kods ir '{0}'.
ru: Персональный код '{0}'.
sv: Personlig kod är &#39;{0}&#39;.

# LogMessagePersonalCodeChanged
source: Personal code is changed from '{0}' to '{1}'.
et: Id '{0}' muudeti '{1}'.
fi: Henkilökohtainen koodi muuttuu &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Personal code is changed from '{0}' to '{1}'. (lt)
lv: Personas kods ir manîts no '{0}' uz '{1}'.
ru: Персональный код изменен с '{0}' на '{1}'.
sv: Personlig kod ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessagePhoneNumberChanged
source: Phone number is changed from '{0}' to '{1}'.
et: Telefoni nr '{0}' muudeti '{1}'.
fi: Puhelinnumeroa muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Phone number is changed from '{0}' to '{1}'. (lt)
lv: Tâlruòa numurs tiek mainîts no '{0}' uz '{1}'.
ru: Номер телефона изменен с '{0}' на '{1}'.
sv: Telefonnummer ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessagePIN1
source: PIN1 is '{0}'.
et: PIN1 on '{0}'.
fi: PIN1 on &#39;{0}&#39;.
lt: PIN1 is '{0}'. (lt)
lv: PIN1 ir '{0}'.
ru: PIN1 - '{0}'.
sv: PIN1 är &#39;{0}&#39;.

# LogMessagePIN1Changed
source: PIN1 is changed from '{0}' to '{1}'.
et: PIN1 i '{0}' muudeti '{1}'
fi: PIN1 muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: PIN1 is changed from '{0}' to '{1}'. (lt)
lv: PIN1 ir mainîts no '{0}' uz '{1}'.
ru: PIN1 изменен с '{0}' на '{1}'.
sv: PIN1 ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessagePIN2
source: PIN2 is '{0}'.
fi: PIN2 on &#39;{0}&#39;.
lt: PIN2 is '{0}'. (lt)
lv: PIN2 ir '{0}'.
ru: PIN2 - '{0}'.
sv: PIN2 är &#39;{0}&#39;.

# LogMessagePIN2Changed
source: PIN2 is changed from '{0}' to '{1}'.
et: PIN2 '{0}' muudeti '{1}'.
fi: PIN2-koodia muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: PIN2 is changed from '{0}' to '{1}'. (lt)
lv: PIN2 ir mainîts no '{0}' uz '{1}'.
ru: PIN2 изменен с '{0}' на '{1}'.
sv: PIN2 ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageRegisteredDate
source: REgistered date is '{0}'.
et: Registreerimis kuupäev '{0}'.
fi: Ilmoitettu päivämäärä on &#39;{0}&#39;.
lt: Registered date is '{0}'. (lt)
lv: Reìistrçtais datums ir '{0}'.
ru: Дата регистрации '{0}'.
sv: Uppdaterat datum är &#39;{0}&#39;.

# LogMessageRegisteredDateChanged
source: Registered date is changed from '{0}' to '{1}'.
et: Registreerimis kuupäev '{0}' muudeti '{1}'.
fi: Rekisteröity päivämäärä vaihtuu {0} &#39;: sta&#39; {1} &#39;.
lt: Registered date is changed from '{0}' to '{1}'. (lt)
lv: Reìistrçtais datums mainîts no '{0}' uz '{1}'.
ru: Дата регистрации изменена с '{0}' на '{1}'.
sv: Registrerat datum ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageResidenceChanged
source: Residence is changed from '{0}' to '{1}'.
fi: Asuinpaikka muuttuu &quot;{0}&quot;: sta &quot;{1}&quot;.
lt: Residence is changed from '{0}' to '{1}'. (lt)
lv: Dzîvesvieta tiek mainîta no '{0}' uz '{1}'.
ru: Резиденция изменена с '{0}' на '{1}'.
sv: Boendet ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageRoleAdded
source: Role '{0}' added.
et: Roll '{0}' lisati.
fi: Rooli &#39;{0}&#39; lisätty.
lt: Role '{0}' added. (lt)
lv: Loma '{0}' pievienots.
ru: Роль '{0}' добавлена.
sv: Roll &quot;{0}&quot; tillagd.

# LogMessageRoleRemoved
source: Role '{0}' removed.
et: Roll '{0}' eemaldati.
fi: Rooli &#39;{0}&#39; poistettiin.
lt: Role '{0}' removed. (lt)
lv: Loma '{0}' izdzçta.
ru: Роль '{0}' стерта.
sv: Rollen &#39;{0}&#39; borttagen.

# LogMessageTableNumberChanged
source: Table Number is changed from '{0}' to '{1}'.
et: Tabeli number '{0}' muudeti '{1}'. (et)
fi: Taulukon numero muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Table Number is changed from '{0}' to '{1}'. (lt)
lv: Tabulas numurs tiek mainîts no '{0}' uz '{1}'.
ru: Номер таблицы изменен с '{0}' на '{1}'.
sv: Tabellnumret ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageTitleNameChanged
source: Title is changed from '{0}' to '{1}'.
et: Amet '{0}'muudeti '{1}'.
fi: Otsikkoa muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Title is changed from '{0}' to '{1}'. (lt)
lv: Virsraksts tiek mainîts no '{0}' uz '{1}'.
ru: Title is changed from '{0}' to '{1}'. (ru)
sv: Titel ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageUserActivated
source: User '{0}' activated with the reason '{1}' .
et: Isik '{0}' aktiveerite põhjusel '{1}' .
fi: Käyttäjä &#39;{0}&#39; aktivoidaan syyn vuoksi &#39;{1}&#39;.
lt: User '{0}' activated with the reason '{1}' . (lt)
lv: Lietotâjs '{0}' aktivizçts ar iemeslu '{1}' .
ru: User '{0}' activated with the reason '{1}' . (ru)
sv: Användaren &quot;{0}&quot; aktiverad med anledningen &quot;{1}&quot;.

# LogMessageUserChanged
source: User '{0}' changed.
et: Isik '{0}' muudetud.
fi: Käyttäjä &#39;{0}&#39; muutettiin.
lt: User '{0}' changed. (lt)
ru: User '{0}' changed. (ru)
sv: Användaren &#39;{0}&#39; har ändrats.

# LogMessageUserCreated
source: User '{0}' created.
et: Isik '{0}' lisatud.
fi: Käyttäjä &#39;{0}&#39; luotiin.
lt: User '{0}' created. (lt)
lv: Lietotâjs '{0}' izveidots.
ru: User '{0}' created. (ru)
sv: Användaren &#39;{0}&#39; skapad.

# LogMessageUserDeactivated
source: User '{0}' deactivated with the reason '{1}' .
et: Isik '{0}' deaktiveeritud põhjusel '{1}' .
fi: Käyttäjä &#39;{0}&#39; deaktivoidaan syystä {1}.
lt: User '{0}' deactivated with the reason '{1}' . (lt)
lv: Lietotâjs '{0}' ir deaktivizçts, norâdot iemeslu '{1}' .
ru: User '{0}' deactivated with the reason '{1}' . (ru)
sv: Användaren &#39;{0}&#39; avaktiverad med anledningen &#39;{1}&#39;.

# LogMessageUserId
source: UserID is '{0}'.
et: Isik Id on '{0}'.
fi: Käyttäjätunnus on &#39;{0}&#39;.
lt: UserID is '{0}'. (lt)
lv: Lietotâja ID ir '{0}'.
ru: UserID is '{0}'. (ru)
sv: UserID är &#39;{0}&#39;.

# LogMessageUserIdChanged
source: UserID is changed from '{0}' to '{1}'.
et: UserID is changed from '{0}' to '{1}'. (et)
fi: Käyttäjätunnusta muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: UserID is changed from '{0}' to '{1}'. (lt)
lv: Lietotâja ID tiek mainîts no '{0}' uz '{1}'.
ru: UserID is changed from '{0}' to '{1}'. (ru)
sv: UserID ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageUserRolesChanged
source: Roles for user '{0}' changed.
et: Isiku '{0}' rolle muudeti.
fi: Käyttäjän {0} &quot;roolit muuttui.
lt: Roles for user '{0}' changed. (lt)
lv: Mainîtas lietotâja '{0}' lomas.
ru: Roles for user '{0}' changed. (ru)
sv: Roller för användarens {0} &quot;ändrade.

# LogMessageUserTimeZoneCommonCreated
source: User Time Zone '{0}' for User '{1}' created from common Time Zones
et: Isikule '{1}' lisati aja grupp '{0}' .
fi: Käyttäjän aikavyöhyke &quot;{0}&quot; käyttäjälle {1} &quot;, joka on luotu tavallisista aikavyöhykkeistä
lt: User Time Zone '{0}' for User '{1}' created from common Time Zones. (lt)
lv: Lietotâja laika josla '{0}' lietotâjam '{1}', kas izveidota no kopçjâm laika zonâm.
ru: User Time Zone '{0}' for User '{1}' created from common Time Zones. (ru)
sv: Användar tidzon &#39;{0}&#39; för användare &#39;{1}&#39; skapad från vanliga tidzoner

# LogMessageUserTimeZoneDeleted
source: User Time Zone '{0}' deleted.
et: Isiku aja grupp '{0}' kustutati.
fi: Käyttäjän aikavyöhyke &#39;{0}&#39; poistettu.
lt: User Time Zone '{0}' deleted. (lt)
lv: Lietotâja laika josla '{0}' ir izdzçsta.
ru: User Time Zone '{0}' deleted. (ru)
sv: Användar tidzon &#39;{0}&#39; raderad.

# LogMessageUserTimeZonePropertyChanged
source: User Time Zone Property for User Time Zone '{0}' for User '{1}' changed.
et: Isikul '{1}' aja grupi omadus '{0}' fmuudeti.
fi: Käyttäjän aikavyöhykkeen käyttäjän aikavyöhykkeen &quot;{0}&quot; käyttäjälle {1} &quot;muutettu.
lt: User Time Zone Property for User Time Zone '{0}' for User '{1}' changed. (lt)
lv: Mainîts lietotâja laika joslas îpaðums lietotâja laika joslai '{0}' lietotâjam '{1}'.
ru: User Time Zone Property for User Time Zone '{0}' for User '{1}' changed. (ru)
sv: Användartidszonens egenskap för användarzonens &quot;{0}&quot; för användarens {1} &quot;ändrad.

# LogMessageUserTimeZoneRestored
source: User Time Zone '{0}' for User '{1}' restored from common Time Zone '{2}'.
et: Isiku '{1}' aja grupp '{0}' kopeeriti üld aja grupist '{2}'.
fi: Käyttäjän aikavyöhyke &#39;{0}&#39; käyttäjälle &#39;{1}&#39; palautetaan tavallisesta aikavyöhykkeestä &#39;{2}&#39;.
lt: User Time Zone '{0}' for User '{1}' restored from common Time Zone '{2}'. (lt)
lv: Lietotâja laika josla '{0}' lietotâjam '{1}' atjaunota no kopçjâs laika joslas '{2}'.
ru: User Time Zone '{0}' for User '{1}' restored from common Time Zone '{2}'. (ru)
sv: Användar tidzon &#39;{0}&#39; för användare &#39;{1}&#39; återställd från vanlig tidzon &#39;{2}&#39;.

# LogMessageWorkTimeChanged
source: T&A is changed from '{0}' to '{1}'.
et: Töö aeg '{0} 'muudeti '{1}'.
fi: T
lt: Work time is changed from '{0}' to '{1}'. (lt)
lv: Darba laiks tiek mainîts no'{0}' uz '{1}'.
ru: Рабочее время изменено с '{0}' на '{1}'.
sv: T&A ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# RolesNoBuildingSelectedErrorMessage
source: Building has not been chosen!
et: Hoone valimata!
fi: Rakennus ei ole valittu!
lt: Building has not been chosen! (lt)
lv: Çka nav izvçlçta!
ru: Здание небыло выбрано
sv: Byggnaden har inte valts!

# CardsErrorMessageCardUsed
source: Card is already given to another user!
et: Kaart on juba teisel isikul
fi: Kortti on jo annettu toiselle käyttäjälle!
lt: Card is already given to another user! (lt)
lv: Karte jau ir pieðíirta citam lietotâjam!
ru: Карта используется другим пользователем
sv: Kortet ges redan till en annan användare!

# UsersErrorEditingUserBuildings
source: Error editing buildings for User Id=
et: Viga isiku hoone muutmisel User Id=
fi: Virhe rakennusten muokkaamiseksi Käyttäjän tunnukselle =
lt: Error editing buildings for User Id=(lt)
ru: Error editing buildings for User Id= (ru)
sv: Fel vid redigering av byggnader för användar ID =

# UsersErrorEditingUserBuildingsNotUnique
source: Only unique building-floor pairs can be selected!
et: Ainult unikaalse Hoone-korrus paari võib valida
fi: Vain ainutlaatuiset rakennuspinnan parit voidaan valita!
lt: Only unique building-floor pairs can be selected! (lt)
ru: Only unique building-floor pairs can be selected! (ru)
sv: Endast unika paraplypar kan väljas!

# UsersErrorEditingUserDepartments
source: Error editing departments for User Id=
et: Viga isiku osakonna muutmisel User Id=
fi: Virhe muokkaamalla osastoja käyttäjätunnukselle =
lt: Error editing departments for User Id= (lt)
ru: Error editing departments for User Id= (ru)
sv: Fel vid redigering av avdelningar för User Id =

# UsersErrorEditingUserWorkData
source: Error editing T&A for User Id=
et: Viga tööaja andmet muutmisel User Id= (et)
fi: Virhe muokkaamalla T: tä
lt: Error editing work data for User Id=(lt)
lv: Kïûda, rediìçjot lietotâja ID darba datus =
ru: Error editing work data for User Id= (ru)
sv: Fel på att redigera T

# CompaniesCompaniesContainsUsersError
source: Companies '{0}' contains users! Please remove users from these companies first.
et: Firmas '{0}' on registreeritud isikud! Palun muutke nende isikute firma
fi: Yritykset {0} &quot;sisältävät käyttäjiä!
lt: Companies '{0}' contains users! Please remove users from these companies first. (lt)
lv: Uzòçmumos “{0}” ir lietotâji! Vispirms noòemiet lietotâjus no ðiem uzòçmumiem.
ru: Компания '{0}' содержит пользователей! Уберите пользователей из данной компании.
sv: Företagens {0} &quot;innehåller användare!

# DepartmentsDepartmentsContainsUsersError
source: Departments '{0}' contains users! Please remove users from these departments first.
et: Osakonnad '{0}' on isikud! Muuda isikute osakond või kustuta
fi: Laitosten &quot;{0}&quot; sisältää käyttäjiä!
lt: Departments '{0}' contains users! Please remove users from these departments first. (lt)
lv: Nodaïâs '{0}' ir lietotâji! Vispirms, lûdzu, noòemiet lietotâjus no ðîm nodaïâm.
ru: Отдел '{0}' имеет пользователей! Сначало удалите их!
sv: Avdelningar &#39;{0}&#39; innehåller användare!

# DepartmentsUserDepartmentSavingMessage
source: Saving user department(s)...
et: Salvesta isiku osakonnad
fi: Käyttäjäosastojen tallentaminen ...
lt: Vartotojo skyriaus išsaugojimas
lv: Lietotâju nodaïas saglabâðana...
ru: Сохранение пользовательского отдела.
sv: Spara användaravdelning (er) ...

# RolesRoleStatus
source: Role status
et: Rolli olek
fi: Roolin tila
lt: Vaidmens statusas
lv: Lomas statuss
ru: Статус роли
sv: Rollstatus

# RolesRoleTypesBA
source: Building administrator
et: Hoone admin
fi: Rakennuksen ylläpitäjä
lt: Pastato administratorius
lv: Çkas administrators
ru: Администратор здания
sv: Byggnadsadministratör

# RolesRoleTypesCM
source: Company manager
et: Firma manager
fi: Yhtiön päällikkö
lt: Įmonės vadovas
lv: Uzòçmuma vadîtâjs
ru: Менеджер компании
sv: Företagsledare

# RolesRoleTypesDM
source: Department manager
et: Osakonna juht
fi: osastonjohtaja
lt: Skyriaus vedėjas
lv: Nodaïas vadîtâjs
ru: Менеджер департамента
sv: avdelningschef

# RolesRoleTypesSA
source: System administrator
et: Super Admin
fi: Järjestelmänvalvoja
lt: Sistemos administratorius
lv: Sistçmas administrators
ru: Системный администратор
sv: Systemadministratör

# RolesRoleTypesUser
source: User
et: Tava isik
fi: käyttäjä
lt: Vartotojas
lv: Lietotâjs
ru: Пользователь
sv: Användare

# PermissionsDeletingPermission
source: Deleting permission group...
et: Õiguste kustutamine
fi: Luvatut ryhmän poistaminen ...
lt: Ištrinama leidimų grupė ...
lv: Notiek atïauju grupas dzçðana ...
ru: Удаление группы доступа...
sv: Radering av behörighetsgrupp ...

# CommonMax50symbols
source: Max symbols allowed 50!
et: Max 50 sümbolit lubatud!
fi: Max symbolit sallittu 50!
lt: Maksimalus simbolių skaičius 50!
lv: Maksimâli atïauti simboli 50!
ru: Максимум 50 сиволов!
sv: Max symboler tillåten 50!

# BuildingsAddress
source: Address
et: Hoone aadress
fi: Osoite
lt: Adresas
lv: Adrese
ru: Адрес
sv: Adress

# BuildingsAdministrator
source: Building admin
et: Hoone admin
fi: Rakennuksen ylläpitäjä
lt: Pastato administratorius
lv: Çkas admin
ru: Администратор здания
sv: Byggnad admin

# BuildingsName
source: Building name
et: Hoone nimi
fi: Rakennuksen nimi
lt: Pastato pavadinimas
lv: Çkas nosaukums
ru: Название здания
sv: Byggnads namn

# CommonDeleted
source: Deleted
et: Kustutatud
fi: poistettu
lt: Ištrinta
lv: Dzçsts
ru: Удалено
sv: raderade
