Repository: sumitvatsal/FoxSecT-A
Catalog: FoxSec.Web/Resources/Views/Shared/SharedStrings.*.resx
Languages: et, fi, lt, lv, ru, sv

# AboutPageContentPlaceholder
source: Put content here.
et: AboutPageContentPlaceholder
fi: Laita sisältö tähän.
lt: Put content here. (lt)
lv: Ievietojiet saturu ðeit.
ru: Вставте контент сюда
sv: Sätt innehåll här.

# AboutPageTitle
source: About Us
et: About FoxSec
fi: Meistä
lt: About Us (lt)
lv: Par mums
ru: О нас
sv: Om oss

# AboutTabName
source: About
et: FoxSec
fi: Noin
lt: About (lt)
lv: Par
ru: О нас
sv: Handla om

# AppTitle
source: Foxsec Web
et: FoxSec
fi: Foxsec-verkko
lt: TERIS Web Application (lt)
lv: TERIS tîmekïa lietojumprogramma
ru: TERIS Web Application (ru)

# HomeTabName
source: Home
et: Kodu
fi: Koti
lt: Home (lt)
lv: Mâjas
ru: Дом
sv: Hem

source: Log Off
et: Logi välja
fi: Kirjaudu ulos
lt: Log Off (lt)
lv: Izlogoties
ru: Выйти
sv: Logga ut

# WelcomeScreenMessage
source: Welcome to TERIS!
et: Tere tulemast FoxSec
fi: Tervetuloa TERIS!
lt: Welcome to TERIS! (lt)
lv: Laipni lûdzam TERIS!
ru: Welcome to TERIS! (ru)
sv: Välkommen till TERIS!

# RoleManagementTabName
source: Role Management
et: Rollide manageerimine
fi: Roolihallinta
lt: Role Management (lt)
lv: Role pârvaldîba
ru: Управление ролями
sv: Rollhantering

# UserManagementTabName
source: User Management
et: Isik
fi: Käyttäjien hallinta
lt: User Management (lt)
lv: Lietotâju pârvaldîba
ru: Управление пользователем
sv: Användarhantering

# AuditLogTabName
source: Audit Log
et: Log
fi: Tarkastusloki
lt: Audit Log (lt)
lv: Audita þurnâls
ru: Audit Log (ru)
sv: Revisionslogg

# BtnDelete
source: Delete
et: Kustuta
fi: Poistaa
lt: Delete (lt)
lv: Dzçst
ru: Удалить
sv: Radera

# BtnDeleteFilter
source: Delete filter
et: Kustutamis filter
fi: Poista suodatin
lt: Delete filter (lt)
lv: Dzçst filtru
ru: Удалить фильтр
sv: Ta bort filter

# BtnEdit
source: Edit
et: Muuda
fi: Muokata
lt: Edit (lt)
lv: Rediìçt
ru: Редактировать
sv: Redigera

# BtnSave
source: Save
et: Salvesta
fi: Tallentaa
lt: Save (lt)
lv: Saglabât
ru: Сохранить
sv: Spara

# BtnSaveFilter
source: Save filter
et: Salvestus filter
fi: Tallenna suodatin
lt: Save filter (lt)
lv: Saglabât filter
ru: Сохранить фильтр
sv: Spara filter

source: Report to company
et: Firma raport
fi: Ilmoita yritykselle
lt: Report to company (lt)
lv: Ziòot uzòçmumam
ru: Рапорт для компании
sv: Rapportera till företag

# BtnNo
source: No
et: Ei
fi: Ei
lt: No (lt)
lv: Nç
ru: Нет
sv: Nej

# BtnYes
source: Yes
et: Jah
fi: Joo
lt: Yes (lt)
lv: Jâ
ru: Да
sv: Ja

source: Confirm
et: Kinnita
fi: Vahvistaa
lt: Confirm (lt)
lv: Apstiprinât
ru: Подтвердить
sv: Bekräfta

source: Error!
et: Viga!
fi: Virhe!
lt: Error! (lt)
lv: Kïûda!
ru: Ошибка
sv: Fel!

# TitleManagementTabName
source: Titles
et: Ametid
fi: nimikkeet
lt: Titles (lt)
lv: Virsraksti
ru: Titles (ru)
sv: titlar

# CompaniesManagementTabName
source: Companies
et: Firmad
fi: yritykset
lt: Companies (lt)
lv: Kompânijas
ru: Компании
sv: Företag

# DepartmentsManagementTabName
source: Departments
et: Osaknnad
fi: osastot
lt: Departments (lt)
lv: Departamenti
ru: Отделы
sv: avdelningar

# HolidaysManagementTabName
source: Holidays
et: Pühad
fi: Lomat
lt: Holidays (lt)
lv: Brîvdienas
ru: Праздники
sv: Högtider

# ClassifiersManagementTabName
source: Settings
et: Seaded
fi: asetukset
lt: Settings (lt)
lv: Iestatîjumi
ru: настройки
sv: inställningar

# CardsManagementTabName
source: Card types
et: Kaardi tüübid
fi: Korttityypit
lt: Card types (lt)
lv: Karðu veidi
ru: Типы кпрт
sv: Korttyper

# MyCompanyTabName
source: My company
et: Minu firma
fi: Minun yhtiöni
ru: Моя компания
sv: Mitt företag

# TimeZoneTabName
source: Time zones
et: Aja grupid
fi: Aikavyöhykkeet
lt: Time zones (lt)
lv: Laika zonas
ru: Time zones (ru)
sv: Tidszoner

# PermissionTabName
source: Permissions
et: Õiguste grupid
fi: käyttöoikeudet
lt: Permissions (lt)
lv: Laika zonas
ru: Permissions (ru)
sv: Behörigheter

# BuildingsTabName
source: Buildings
et: Hooned
fi: Rakennukset
lt: Buildings (lt)
lv: Çkas
ru: Здания
sv: Byggnader

# FieldLengthErrorComment
source: Comment field can not be more than 250 symbols length
et: max 250 sümbolit lubatud
fi: Kommenttikenttään voi olla enintään 250 merkin pituutta
lt: Comment field can not be more than 250 symbols length (lt)
lv: Komentâra lauka garums nedrîkst pârsniegt 250 simbolu
ru: Максимум 250 символов!
sv: Kommentarfältet får inte vara längre än 250 symboler

# FieldLengthError250
source: This field can not be more than 250 symbols length!
et: max 250 sümbolit lubatud
fi: Tämä kenttä voi olla enintään 250 merkin pituutta!
lt: This field can not be more than 250 symbols length! (lt)
lv: Komentâra lauka garums nedrîkst pârsniegt 250 simbolu
ru: Максимум 250 символов!
sv: Det här fältet får inte vara längre än 250 symboler!

# FieldLengthError50
source: This field can not be more than 50 symbols length!
et: max 50 sümbolit lubatud
fi: Tämä kenttä ei saa olla yli 50 merkin pituutta!
lt: This field can not be more than 50 symbols length! (lt)
lv: Lauka garums nedrîkst pârsniegt 50 simbolus!
ru: Максимум 50 символов!
sv: Fältet får inte vara längre än 50 symboler!

# FieldsRequiredValidationMessage
source: This field is required!
et: See väli on vaja täita
fi: Tämä kenttä pitää täyttää!
lt: This field is required! (lt)
lv: Ðis lauks ir obligâts!
ru: Обязательно!
sv: Detta fält är obligatoriskt!

# DataSavingMessage
source: Saving data...
et: Andmete salvestus...
fi: Tietojen tallentaminen ...
lt: Saving data... (lt)
lv: Notiek datu saglabâðana ...
ru: Сохранение
sv: Spara data ...

# NumericValidationMessage
source: This Field should be numeric
et: Väli peab sisestama numbri
fi: Kentän on oltava numeerinen
lt: This Field should be numeric (lt)
lv: Ðim laukam jâbût skait
ru: This Field should be numeric (ru)
sv: Detta fält bör vara numeriskt

# FieldLengthErrorPersonalCode
source: Field can not contain more than 20 symbols!
et: max 20 sümbolit lubatud
fi: Kenttä ei voi sisältää enempää kuin 20 symbolia!
lt: Field can not contain more than 20 symbols! (lt)
lv: Laukâ nedrîkst bût vairâk par 20 simboliem!
ru: Максимум 20 символов!
sv: Fältet får inte innehålla mer än 20 symboler!

# AdministrationTabName
source: Administration
et: Administreerimine
fi: antaminen
lt: Administration (lt)
lv: Administrâcija
ru: Администрация
sv: Administrering

# BtnAdd
source: Add
et: Lisa
fi: Lisätä
lt: Add (lt)
lv: Pievienot
ru: Добавить
sv: Lägg till

# BtnAddNewCard
source: Add new card
et: Lisa uus kaart
fi: Lisää uusi kortti
lt: Add new card (lt)
lv: Administrâcija
ru: Добавить новую карту
sv: Lägg till nytt kort

# BtnAddNewDepartments
source: Add new departments
et: Lisa uus osakond
fi: Lisää uusia osastoja
lt: Add new departments (lt)
lv: Pievienojiet jauno departamentu
ru: Добавить новый отдел
sv: Lägg till nya avdelningar

# BtnBack
source: Back
et: Tagasi
fi: Takaisin
lt: Back (lt)
lv: Atapakï
ru: Назад
sv: Tillbaka

# BtnClose
source: Close
et: Sule
fi: kiinni
lt: Close (lt)
lv: Aizveriet
ru: Закрыть
sv: Stänga

# BtnDeactivate
source: Deactivate
et: Deaktiveeri
fi: deaktivoida
lt: Deactivate (lt)
lv: Aizveriet
ru: Деактивировать
sv: Avaktivera

# BtnGeneratePassword
source: Generate Password
et: Genereeri salasüna
fi: Luo salasana
lt: Generate Password (lt)
lv: Ìenerçt paroli
ru: Сгенерировать пароль
sv: Skapa lösenord

# BuildingsActiveCommentsCount
source: Active comments count is
et: Aktiivseid kommentaaare:
fi: Aktiiviset kommentit ovat
lt: Active comments count is (lt)
lv: Aktîvo komentâru skaits ir
ru: Количество комментариев
sv: Antal aktiva kommentarer är

# BuildingsCommentedBuildings
source: commented buildings
et: Kommentaarid
fi: Kommentoi rakennuksia
lt: commented buildings (lt)
lv: komentçja çkas
ru: Комментарий здания
sv: Kommenterade byggnader

# BuildingsLegend
source: Legend
et: Hoone juhend
fi: Legenda
lt: Legend (lt)
lv: Leìenda
ru: Legend (ru)

# CardsCardCode
source: Card code
et: Kaardi kood
fi: Kortin koodi
lt: Card code (lt)
lv: Kartes kods
ru: Код карты
sv: Kortnummer

# CardsCardType
source: Card Type
et: Kaardi tüüp
fi: Korttityyppi
lt: Card Type (lt)
lv: Kartes tips
ru: Тип карты
sv: Kort typ

# CardsMessageAddNewCardToUser
source: Adding new card to user...
et: Lisada uus kaart isikule
fi: Uuden kortin lisääminen käyttäjälle ...
lt: Adding new card to user... (lt)
lv: Lietotâjam tiek pievienota jauna karte ...
ru: Дать новую карту пользователю
sv: Lägger till nytt kort för användaren ...

# CardsMessageCardNotFree
source: Card not in Free cards! Pleasse add to free cards first!
et: Kaart ei ole vabade kaartide seas,lisa kõigepealt kaart vabade kaartide nimekirja
fi: Kortti ei ole ilmaisia kortteja!
lt: Card not in Free cards! Pleasse add to free cards first! (lt)
lv: Karte nav brîvajâs kartçs! Lûdzu, vispirms pievienojiet bezmaksas kartçm!
ru: С начало освободите карту
sv: Kortet är inte i Gratis kort!

# CardsTabName
source: Cards
et: Kaardid
fi: Kortit
lt: Cards (lt)
lv: Kartes
ru: Карты
sv: kort

# CommonBuilding
source: Building
et: Hoone
fi: Rakennus
lt: Building (lt)
lv: Çka
ru: Здание
sv: Byggnad

# CommonFloor
source: Floor
et: Korrus
fi: Lattia
lt: Floor (lt)
lv: Stâvs
ru: Этаж
sv: Golv

# CommonIsAllowed
source: Is allowed
et: Lubatud
fi: On sallittu
lt: Is allowed (lt)
lv: Ir atïauts
ru: Разрешено
sv: Är tillåtet

# CommonValidationPeriod
source: Validation period
et: Lubatud ajavhemik
fi: Validointikausi
lt: Validation period (lt)
lv: Validâcijas periods
ru: Период валидации
sv: Valideringsperiod

# ContactTabName
source: Contact
et: Kontakt
fi: Ottaa yhteyttä
lt: Contact (lt)
lv: kontakts
ru: Контакт
sv: Kontakta

# DefaultDropDownValue
source: - select -
et: Vali
fi: - valitse -
lt: - select(lt) -
lv: - atlasît -
ru: Выбор
sv: - Välj -

# DepartmentsManager
source: Manager
fi: johtaja
lt: Manager (lt)
lv: Departamentu vadîtâjs
ru: Менеджер
sv: Chef

# DepartmentsMessageAddUserDepartment
source: Add user department..
et: Lisa uus isik osakonda
fi: Lisää käyttäjäosasto ..
lt: Add user department..(lt)
lv: Pievienot lietotâju nodaïu ..
ru: Добавить пользовательский отдел
sv: Lägg till användaravdelning ..

# DialogTitleNewUser
source: New User
et: Uus isik
fi: Uusi käyttäjä
lt: New User (lt)
lv: Jauns lietotâjs
ru: Новый пользователь
sv: Ny användare

# DialogTitleNewUserCard
source: New user card
et: Uus isiku kaart
fi: Uusi käyttäjäkortti
lt: New user card (lt)
lv: Jauna lietotâja karte
ru: Новая карта пользователя
sv: Nytt användarkort

# DialogTitleUserDepartments
source: User departments
et: Isiku osakonnad
fi: Käyttäjäosastot
lt: User departments (lt)
lv: Lietotâju nodaïas
ru: Пользовательский отдел
sv: Användaravdelningar

# FilterActive
source: Active
et: Aktiivne
fi: aktiivinen
lt: Active (lt)
lv: Aktîvs
ru: Активные
sv: Aktiva

# FilterDeactivated
source: Deactivated
et: Deaktiveeritud
fi: deaktivoitu
lt: Deactivated (lt)
lv: Deaktivizçts
ru: Деактивные
sv: Inaktiverad

# FilterShowAll
source: Show all
et: Näita kõiki
fi: Näytä kaikki
lt: Show all (lt)
lv: Parâdît visu
ru: Показать все
sv: Visa allt

# MyAccountTabName
source: My Account
et: Minu asjad
fi: Tilini
lt: My Account (lt)
lv: Mans Konts
ru: Мой аккаунт
sv: Mitt konto

# OtherTabName
source: Other
et: Muu
fi: muut
lt: Other (lt)
lv: Cits
ru: Другой
sv: Andra

# PersonalDataTabName
source: Personal data
et: Isiku andmed
fi: Henkilökohtaiset tiedot
lt: Personal data (lt)
lv: Personas dati
ru: Персональные данные
sv: Personlig information

# PersonalTabName
source: Personal
et: Isiku andmed
fi: henkilökohtainen
lt: Personal (lt)
lv: Personas
ru: Персонал
sv: Personlig

# UserRightsTabName
source: User permission
et: Isiku õigused
fi: Käyttäjän lupa
lt: User rights (lt)
lv: Lietotâju tiesîbas
ru: Права пользователя
sv: Användarbehörighet

# VisitorRightsTabName
source: Visitor permission
et: külalise õiguste grupp
fi: Vierailijan lupa
lt: Visitor rights (lt)
lv: Apmeklçtâju tiesîbas
ru: Pазрешение посетителя
sv: Besökarnas tillåtelse

# UserRolesTabName
source: User roles
et: Isiku rollid
fi: Käyttäjäroolit
lt: User roles (lt)
lv: Lietotâju lomas
ru: Роли пользователя
sv: Användarroller

# UsersActivateUser
source: Activate user
et: Aktiveeri isik
fi: Aktivoi käyttäjä
lt: Activate user (lt)
lv: Aktivizçt lietotâju
ru: Активировать пользователя
sv: Aktivera användaren

# UsersAddNewUser
source: Add new user
et: Lisa uus isik
fi: Lisää uusi käyttäjä
lt: Add new user (lt)
lv: Pievienojiet jaunu lietotâju
ru: Добавить нового пользователя
sv: Lägg till ny användare

# UsersBirthday
source: Birthday
et: Sünnipäev
fi: Syntymäpäivä
lt: Birthday (lt)
lv: Dzimðanas diena
ru: День рождения
sv: Födelsedag

# UsersCardCode
source: Card code
et: Kaardi kood
fi: Kortin koodi
lt: Card code (lt)
lv: Kartes kods
ru: Код карты
sv: Kortnummer

# UsersCardNo
source: Card No
et: Kaardi Nr
fi: Kortti nro
lt: Card No (lt)
lv: Kartes kods
ru: Номер карты
sv: Kort nr

# UsersCoffeCups
source: Coffee cups
et: Lubatud kohvi tasse
fi: Kahvimukit
lt: Coffee cups (lt)
lv: Kafijas tases
ru: Чашки кофе
sv: Kaffekoppar

# UsersCompany
source: Company
et: Isiku firma
fi: Yhtiö
lt: Company (lt)
lv: Uzòçmums
ru: Компания
sv: Företag

# UsersContractNr
source: Contract nr
et: lepingu nr
fi: Sopimus nro
lt: Contract nr (lt)
lv: Lîgums Nr
ru: Номер контракта
sv: Kontrakt nr

# UsersDeactivateUser
source: Deactivate user
et: deaktiveeri isik
fi: Poista käyttäjä käytöstä
lt: Deactivate user (lt)
lv: Deaktivizçt lietotâju
ru: Деактивировать пользователя
sv: Inaktivera användaren

# UsersDeleteUser
source: Delete user
et: Kustuta isik
fi: Poista käyttäjä
lt: Delete user (lt)
lv: Dzçst lietotâju
ru: Удаление пользователя
sv: Ta bort användare

# UsersDepartment
source: Department
et: Osakond
fi: osasto
lt: Department (lt)
lv: nodaïa
ru: Департамент
sv: Avdelning

# UsersDepartments
source: Departments
et: Osakonnad
fi: osastot
lt: Departments (lt)
lv: nodaïa
ru: Департаменты
sv: avdelningar

# UsersEmail
source: Email
fi: Sähköposti
lt: Email (lt)
lv: E-pasts
ru: Э-маил
sv: E-post

# UsersESeriviceAllowed
source: E-service allowed
et: E-service lubatud
fi: Sähköinen palvelu sallittu
lt: E-service allowed (lt)
lv: E-pakalpojums atïauts
ru: Э-серивив доступен
sv: E-tjänst tillåten

# UsersExtPersonalCode
source: Ext. Personal code
et: External isiku kood
fi: Alanumero.
lt: Ext. Personal code (lt)
lv: Ext. Personas kods
ru: Ext. Personal code (ru)
sv: Ext.

# UsersFirstName
source: First name
et: Eesnimi
fi: Etunimi
lt: First name (lt)
lv: Vârds
ru: Имя
sv: Förnamn

# UsersLanguage
source: Language
et: Keel
fi: Kieli
lt: Language (lt)
lv: Valoda
ru: язык
sv: Språk

# UsersLastName
source: Last name
et: Perekonnanimi
fi: Sukunimi
lt: Last name (lt)
lv: Uzvârds
ru: Фамилия
sv: Efternamn

# UsersMessageLoginIsInUse
source: LoginName is in use - please try another!
et: Kasutajanimi on juba kasutuses palun vali uus
fi: LoginName on käytössä - kokeile toista!
lt: LoginName is in use - please try other! (lt)
lv: Lietotâjvârds tiek izmantots - lûdzu, izmçìiniet citus!
ru: Такой логин уже используется
sv: Inloggningsnamn är i bruk - var god försök en annan!

# VisitorMessageQRCodenotsent
source: QR code not sent! Please try again later.
et: QR-koodi ei ole võimalik saata.
fi: QR-koodi ei lähetetty! Yritä uudelleen myöhemmin.
lt: QR code not sent! Please try again later! (lt)
lv: QR kods nav nosûtîts! Lûdzu, pamçìiniet vçlreiz vçlâk.
ru: QR-код не отправлен! Пожалуйста, попробуйте позже.
sv: QR-kod inte skickad! Vänligen försök igen senare.

# VisitorMessageQRCodesent
source: QR code sent successfully.
et: QR-kood edukalt saadetud.
fi: QR-koodi lähetettiin onnistuneesti. (lt)
lt: QR code sent successfully. (lt)
lv: QR kods veiksmîgi nosûtîts.
ru: QR-код отправлен успешно.
sv: QR-kod skickades framgångsrikt.

# UsersValidator
source: Form has one or more incorrect values!
et: Ankeet sisaldab 1 või mitu ebakorrektset välja
fi: Lomakkeella on yksi tai useampi virheellinen arvo!
lt: Form has one or more incorrect values! (lt)
lv: Veidlapai ir viena vai vairâkas nepareizas vçrtîbas!
ru: Form has one or more incorrect values! (ru)
sv: Formuläret har ett eller flera felaktiga värden!

# UsersMessageUserCreated
source: User created
et: Isik loodud
fi: Käyttäjä on luotu
lt: User created (lt)
lv: Lietotâjs ir izveidots
ru: Создать пользователя
sv: Användaren skapad

# UsersMoveUser
source: Move user
et: Muuda isik
fi: Siirrä käyttäjä
lt: Move user (lt)
lv: Pârvietot lietotâju
ru: Переместить пользователя
sv: Flytta användare

# UsersName
source: Name
et: Nimi
fi: Nimi
lt: Name (lt)
lv: Vârds
ru: Имя
sv: Namn

source: Join Permission
et: Liida õigused
fi: Liity lupaan
lt: Join Permission (lt)
lv: Pievienojieties atïaujai
ru: разрешение на присоединение
sv: Gå med tillstånd

source: Card Back
et: Kaart tagasi
fi: Kortti takaisin
lt: Card Back (lt)
lv: karti atpakaï
ru: карта обратно
sv: Kort tillbaka

source: Send QR Code
et: Saatke qr-kood
fi: Lähetä QR-koodi
lt: Send QR Code (lt)
lv: Nosûtît QR kodu
ru: Отправить QR-код
sv: Skicka QR-kod

source: Print Visitor Card
et: Trüki kaart
fi: Tulosta Vierailija kortti
lt: Print Visitor Card (lt)
lv: Drukât apmeklçtâja karti
ru: распечатать визитку
sv: Skriva ut visitkort

source: Role Type
et: Rolli tüüp
fi: Roolityyppi
lt: Role Type (lt)
lv: Lomas tips
ru: Тип роли
sv: Rolltyp

# UsersPassword
source: Password
et: Salasõna
fi: Salasana
lt: Password (lt)
lv: Parole
ru: Пароль
sv: Lösenord

# UsersPermisionCallQuests
source: Permission call guests
et: Õigus kutsuda külalisi
fi: Lupasi kutsua vieraita
lt: Permission call guests (lt)
lv: Atïaujas zvana viesi
ru: Возможность приглашать гостей
sv: Tillstånd kalla gäster

# UsersPermitOfWork
source: Permit of work (end)
et: Arvutada tööaega
fi: Työn lupa (loppu)
lt: Permit of work (end) (lt)
lv: Darba atïauja (beigas)
ru: Permit of work (end) (ru)
sv: Arbets tillstånd (slutet)

# UsersPersonalCode
source: Personal code
et: Isiku kood
fi: Henkilökohtainen koodi
lt: Personal code (lt)
lv: Personas kods
ru: Персональный код
sv: Personlig kod

# UsersPhone
source: Phone(s)
et: Telefonid
fi: Puhelin (t)
lt: Phone(s) (lt)
lv: Tâlrunis (-i)
ru: Телефон
sv: Telefon (er)

# UsersRegistered
source: Registered
et: Registreeritud
fi: kirjattu
lt: Registered (lt)
lv: Reìistrçts
ru: Зарегестрированно
sv: Registrerad

# UsersResidence
source: Residence
et: Elukoht
fi: asuinpaikka
lt: Residence (lt)
lv: uzturçðanâs
ru: Резиденция
sv: Bostad

# UsersRole
source: Role
et: Roll
fi: Rooli
lt: Role (lt)
lv: Loma
ru: Роль
sv: Roll

# UsersRoleTitle
source: Role title
et: Rolli pealkiri
fi: Roolien nimi
lt: Role title (lt)
lv: Lomas nosaukums
ru: Заголовок роли
sv: Rolltitel

# UsersSearchPeople
source: Search people!
et: Otsida Isikud
fi: Etsi ihmisiä!
lt: Search people! (lt)
lv: Meklçt cilvçku!
ru: Поиск людей
sv: Sök folk!

# UsersTableNr
source: Table nr
et: Tabeli ne
fi: Taulukko nr
lt: Table nr (lt)
lv: Tabula nr
ru: Номер таблицы
sv: Tabell nr

# UsersTabName
source: Users
et: Isikud
fi: käyttäjät
lt: Users (lt)
lv: Lietotâji
ru: Пользователи
sv: användare

# UsersTitle
source: Title
et: Amet
fi: otsikko
lt: Title (lt)
lv: Nosaukums
ru: Заголовок
sv: Titel

# UsersUploadFoto
source: Upload foto
et: Laadi foto
fi: Lähetä kuva
lt: Upload foto (lt)
lv: Augðupielâdçt foto
ru: Загрузить фото
sv: Ladda upp bild

# UsersUserCards
source: User cards
et: Isiku kaardid
fi: Käyttäjäkortit
lt: User cards (lt)
lv: Lietotâju kartes
ru: Карты пользователя
sv: Användarkort

# VisitorCards
source: Visitor card
et: Külastajakaart
fi: Vierailukortti
lt: Visitor card (lt)
lv: Apmeklçtâju kartes
ru: Карта посетителя
sv: Besökare kort

# UsersUserId
source: User ID
et: Isiku id
fi: käyttäjätunnus
lt: User ID (lt)
lv: Lietotâja ID
ru: Ид пользователя
sv: användar ID

# UsersUserName
source: User name
et: Isiku nimi
fi: Käyttäjänimi
lt: User name (lt)
lv: Lietotâja vârd
ru: Имя пользователя
sv: Användarnamn

# UsersValidation
source: Validation
fi: Validointi
lt: Validation (lt)
lv: Validâcija
ru: Проверка
sv: Godkännande

# UsersDeactivationDate
source: Deactivation Date
et: Deaktiveerimis aeg
fi: Deaktivointipäivä
lt: Deactivation Date (lt)
lv: Deaktivizâcijas datums
ru: Дата деактивации
sv: Avaktiveringsdatum

# UsersWorkTime
source: T&A
et: Tööaeg
fi: T
lt: Work time (lt)
lv: Darba laiks
ru: Рабочее время
sv: T

# AccountEnterPasswordPrompt
source: Please enter your username and password.
et: Sisesta kasutajanimi ja salasõna
fi: Anna käyttäjätunnuksesi ja salasanasi.
lt: Please enter your username and password. (lt)
lv: Lûdzu, ievadiet savu lietotâjvârdu un paroli.
ru: Пожалуйста, введите имя пользователя и пароль.
sv: Vänligen ange ditt användarnamn och lösenord.

# AccountIncorrectPasword
source: The user name or password provided is incorrect.
et: Vale kasutajanimi või salasõna
fi: Annettu käyttäjätunnus tai salasana on virheellinen.
lt: The user name or password provided is incorrect. (lt)
lv: Norâdîtais lietotâja vârds vai parole nav pareiza.
ru: Имя пользователя или пароль введен не верно.
sv: Det angivna användarnamnet eller lösenordet är felaktigt.

source: Account Information
et: Isiku info
fi: Tilitiedot
lt: Account Information (lt)
lv: Konta informâcija
ru: Информация об аккаунте.
sv: Kontoinformation

# AccountLoginFailedMessage
source: Login was unsuccessful. Please correct the errors and try again.
et: Sisenemine ebaõnnestus kutsuge Super admin
fi: Kirjautuminen epäonnistui.
lt: Login was unsuccessful. Please correct the errors and try again. (lt)
lv: Pieteikðanâs nebija veiksmîga. Lûdzu, izlabojiet kïûdas un mçìiniet vçlreiz.
ru: Вход не удался. Исправте ошибки и попробуйте снова.
sv: Inloggningen misslyckades.

# AccountLogOn
source: Log On
et: Logi sisse
fi: Kirjaudu sisään
lt: Log On (lt)
lv: Ielogoties
ru: Вход
sv: Logga in

# AccountLogOnWelcome
source: Welcome
et: Olete sisse logitud
fi: Tervetuloa
lt: Welcome (lt)
lv: Laipni lûdzam
ru: Добро пожаловать
sv: Välkommen

# AccountPassword
source: Password
et: Salasõna
fi: Salasana
lt: Password (lt)
lv: Parole
ru: Пароль
sv: Lösenord

# AccountRememberMe
source: Remember me?
et: Salvesta
fi: Muista minut?
lt: Remember me? (lt)
lv: Atceries mani?
ru: Запомнить меня?
sv: Kom ihåg mig?

# AccountUserName
source: User name
et: Kasutaja nimi
fi: Käyttäjänimi
lt: User name (lt)
lv: Lietotâjvârds
ru: Имя пользователя
sv: Användarnamn

# BtnAddNewCompany
source: Add new company
et: Lisa uus firma
fi: Lisää uusi yritys
lt: Add new company (lt)
lv: Pievienojiet jaunu uzòçmumu
ru: Добавить новую компанию
sv: Lägg till nytt företag

# BtnAddNewRole
source: Add new role
et: Lisa uus roll
fi: Lisää uusi rooli
lt: Add new role (lt)
lv: Pievienojiet jaunu lomu
ru: Добавить новую роль
sv: Lägg till ny roll

# BtnAddNewTitle
source: Add new title
et: Lisa uus amet
fi: Lisää uusi nimi
lt: Add new title (lt)
lv: Pievienojiet jaunu virsrakstu
ru: Добавить новый заголовок
sv: Lägg till en ny titel

# BtnCancel
source: Cancel
et: Katkesta
fi: Peruuttaa
lt: Cancel (lt)
lv: Atcelt
ru: Отмена
sv: Annullera

# BtnOk
source: OK
fi: kunnossa
lt: OK (lt)
lv: Pievienojiet jaunu lomu

# ClassifiersDelClassErrorMessage
source: Can't delete settings with values. Delete all values first.
et: Ei saa väärtusi kustutada. Kõigepealt kustutage kõik väärtused.
fi: Ei voi poistaa asetuksia arvoilla. Poista kaikki arvot ensin.
lt: Can't delete settings with values. Delete all values first. (lt)
lv: Nevar izdzçst iestatîjumus ar vçrtîbâm. Vispirms izdzçsiet visas vçrtîbas.
ru: Невозможно удалить настройки со значениями. Сначала удалите все значения.
sv: Kan inte radera inställningar med värden. Ta bort alla värden först.

# CommonApplyChanges
source: Apply changes
et: Salvesta muutus
fi: Ota muutokset käyttöön
lt: Apply changes (lt)
ru: Применить
sv: Applicera förändringar

# CommonComment
source: Comment
et: Hooned
fi: Kommentti
lt: Comment (lt)
lv: Komentârs
ru: Комментарий
sv: Kommentar
