Repository: sumitvatsal/FoxSecT-A
Catalog: FoxSec.Web/Resources/Views/Shared/SharedStrings.*.resx
Languages: et, fi, lt, lv, ru, sv

# UsersNotAllUserRoleFieldsEntered
source: To assign role, validation period dates should be entered, Is alloved field should be checked!
et: Rollil peavad olema täidetud kuupäeva väljad ja peab valitud olema luatud väli!!
fi: Jos haluat määrittää tehtävän, tulee validointikauden päivämäärät ilmoittaa, Tarkista kaikki kentät!
lt: Norint priskirti vaidmenį, reikia įvesti patvirtinimo laikotarpio datas, Ar reikia paskirstyti lauką!
lv: Lai pieðíirtu lomu, jâievada validâcijas perioda datumi, jâpârbauda lauks Vai ir pieðíirts!
ru: To assign role, validation period dates should be entered, Is alloved field should be checked! (ru)
sv: För att tilldela roll, bör datum för valideringsdatum anges, ska allmänt fält kontrolleras!

# UsersDeletingPhoto
source: Deleting user photo...
et: Kustuta isiku foto
fi: Käyttäjätunnuksen poistaminen ...
lt: Trinama vartotojo nuotrauka ...
lv: Notiek lietotâja fotoattçla dzçðana ...
ru: Удаление фотографии пользователя...
sv: Raderar användarfoto ...

# PermissionsNoBuildingObjectsSelected
source: At least one building object should be selected!
et: Vähemalt 1 hoone peab olema valitud
fi: Vähintään yksi rakennusobjekti on valittava!
lt: Reikėtų pasirinkti bent vieną statybinį objektą!
lv: Jâizvçlas vismaz viens celtniecîbas objekts!
ru: At least one building object should be selected! (ru)
sv: Minst ett byggobjekt ska väljas!

# PermissionsNoTimeZoneSelected
source: Time zone should be selected!
et: Aja grupp peab olema valitud
fi: Aikavyöhyke olisi valittava!
lt: Laiko juosta turėtų būti pasirinkta!
lv: Jâizvçlas laika josla!
ru: Выберите ВЗ
sv: Tidszon ska väljas!

# CardsValidFrom
source: Valid from
et: Kehtiv alates
fi: Voimassa
lt: galioja nuo
lv: Derîgs no
ru: действителен с
sv: Giltig från

# CardsValidTo
source: Valid to
et: Kehtiv kuni
fi: Voimassa
lt: galioja
lv: Derîgs lîdz
ru: Действителен до
sv: Giltig till

# CardsDateValidationMessage
source: From and to date should be enered in 'DD.MM.YYYY' format
et: Kuupäeva formaat peab olema 'DD.MM.YYYY'
fi: Päivämäärän tulisi olla &quot;DD.MM.YYYY&quot; muodossa
lt: Nuo ir iki šiol turėtų būti pateikta „DD.MM.YYYY“ formatu
lv: Sâkot no un lîdz datumam jâievada formâtâ “DD.MM.GGGG”
ru: Дата должна быть в формате 'DD.MM.YYYY'
sv: Från och till datum bör det användas i &quot;DD.MM.YYYY&quot; format

# TimeZoneAddCompanyTimeZone
source: Add company time zone
fi: Lisää yrityksen aikavyöhyke
sv: Lägg till företags tidzon

# BtnTzToDoor
source: TimeZone to door
et: Aja grupp Uksele
fi: TimeZone ovelle
lv: Laika josla lîdz durvîm
ru: ВЗ на дверь
sv: TimeZone till dörr

# ChangeDefaultTimeZone
source: Do you really want to change Permission default timezone?
fi: Haluatko todella muuttaa käyttöoikeuden oletus aikavyöhykettä?
sv: Vill du verkligen ändra tillståndsperioden för tidszon?

# ViewMyLocationMenu
source: Location
fi: Sijainti
lt: Vieta
lv: Atraðanâs vieta
ru: Локация
sv: Plats

# ViewMyReportsMenu
source: Reports
et: Raportid
fi: raportit
lt: Ataskaitos
lv: Ziòojumi
ru: Рапорт
sv: rapporter

# ViewTAConfMenu
source: T&A -> Configuration
et: T&A ->Konfigureerimine
fi: T
lt: T&A -> Konfigūracija
lv: T&A -> Konfigurâcija
ru: T&A -> Configuration (ru)
sv: T

# ViewTAMenu
source: T&A
fi: T
ru: T&A (ru)
sv: T

# ViewTAReportMenu
source: T&A -> Edit
et: T&A ->Raportid
fi: T
lt: T&A -> Pranešimas
lv: T&A -> Ziòojums
ru: T&A -> Report (ru)
sv: T

# ViewVisitorsMenu
source: Visitors
et: Külalised
fi: Vierailijat
lt: Visitors (lt)
lv: Apmeklçtâji
ru: Гости
sv: Besökare

# LocationTabName
source: Location
et: Kohalolek
fi: Sijainti
lt: Vieta
lv: Atraðanâs vieta
ru: Локация
sv: Plats

# WorkCalender
source: T&A Calender
fi: T
sv: T

# WorkConfigurePersonalScedules
source: Configure Personal Scedules
fi: Määritä henkilökohtaiset scedulit
sv: Konfigurera personliga satser

# WorkConfigurePersonalScedulesDescription
source: Personal Scedules for each user
fi: Henkilökohtaiset Scedules jokaiselle käyttäjälle
sv: Personliga satser för varje användare

# WorkConfiqureScedulesDescription
source: Scedules made from Shifts
fi: Scedules tehty siirtymistä
sv: Scedules gjorda av Skift

# WorkConfiqureShifts
source: Confiqure Shifts
fi: Confiqure-siirtymät
sv: Konfigurera Skift

# WorkConfiqureShiftsDesciption
source: Confiqure Shifts neaded for detailed T&A
fi: Confiqure Siirtymät tarkkaillaan tarkkaan T: hen
sv: Konfigurera Skift neaded för detaljerad T

# WorkCalenderDescription
source: View shifts T&A Calender
fi: Katso muutokset T
sv: Visa skift T

# WorkCamingLeaving
source: Caming leaving report
fi: Caming jättää raportin
sv: Caming lämnar rapport

# WorkCamingLeavingDescription
source: last caming leaving time
fi: Viimeinen kammio jättää aikaa
sv: Sista caming lämnad tid

# WorkDefaultSettings
source: Configure T&A default settings
fi: Määritä T
sv: Konfigurera T

# WorkDefaultSettingsDescription
source: settings users,don't have personal scedule
fi: Asetukset käyttäjille, ei ole henkilökohtaista scedule
sv: Inställningar användare, har inte personlig schema

# WorkMontReport
source: Month report
fi: Kuukausiraportti
sv: Månadsrapport

# WorkMontReportDescription
source: View,edit,print
et: vaadata parandada trükkida
fi: Katsella, muokata, tulostaa
ru: Просмотр, редактирование, печать
sv: Visa, redigera, skriva ut

# WorkWeekReport
source: Week report
fi: Viikkoraportti
sv: Veckapport

# WorkWeekReportDescription
source: View,edit,print
et: Vaata, redigeerida, printida
fi: Katsella, muokata, tulostaa
lt: Peržiūrėkite, redaguokite, atsispausdinkite
ru: Просмотр, редактирование, печать
sv: Visa, redigera, skriva ut

# WorkBuildingObjects
source: T&A building opjects
fi: T
sv: T

# WorkBuildingObjectsDescription
source: list of building objects (doors..) which are used to working time records
et: Uste nimekiri, mida kasutatakse, et tööaja arvestuses
fi: Luettelo rakennustöistä (ovet jne.), Joita käytetään työaikatietueisiin
lt: Saraksts building objektiem (durvis ..), kas tiek izmantoti, lai darba laika uzskaiti
lv: Sàraðas pastatas objektai (duris ..), kurie naudojami darbo laiko apskaitos
ru: Перечень строительных объектов (двери ..), которые используются для рабочих записей времени
sv: Lista över byggnadsobjekt (dörrar ..) som används för arbetstidsposter

# WorkCompanyBuildingObjectsDescription
source: list of building objects (doors..) which are used to all company working time records
fi: Luettelo rakennustarvikkeista (ovet jne.), Joita käytetään kaikkiin yrityksen työaikaa koskeviin tietoihin
ru: Перечень строительных объектов (двери ..), которые используются для рабочих записей времени
sv: Lista över byggnadsobjekt (dörrar ..) som används för alla företags arbetstidsposter

# WorkCompanyBuildingObjects
source: T&A company building opjects
fi: T
sv: T

# WorkUserBuildingObjects
source: T&A users building opjects
fi: T & A-käyttäjien rakennustyöt
sv: T & A-användare bygger opjects

# WorkUserBuildingObjectsDescription
source: list of building objects (doors..) which are used each user working time records
fi: Luettelo rakennustarvikkeista (ovet jne.), Joita käytetään jokaisen käyttäjän työaikarekisteriin
sv: Lista över byggobjekt (dörrar ..) som används för varje användartidsregister

# WorkCalckulationReport
source: Reports calculation
fi: Raporttien laskenta
sv: Rapportberäkning

# WorkCalckulationReportDescription
source: Full detailed calculation report
fi: Täydellinen yksityiskohtainen laskentaportti
sv: Fullständig detaljerad beräkningsrapport

# WorkCamingleavingReport
source: Caming Leaving report
fi: Caming Leaving -raportti
sv: Caming Lämna rapport

# WorkCamingleavingReportDescription
source: Mounth first caming last Leaving
fi: Mounth aloittaa viimeisen Leavingin
sv: Mounth först caming sista lämnar

# WorkJobandmovconfiguration
source: Jobs and movs configuration
fi: Työpaikat ja siirrä kokoonpano
sv: Jobb och movs konfiguration

# WorkJobandmovconfigurationDescription
source: for web and registrator device
fi: Web- ja registrator-laitteelle
sv: För webb- och registreringsenhet

# WorkJobandmovreport
source: Jobs and Mowing report
fi: Työpaikat ja siivousraportti
sv: Jobb och klippningsrapport

# WorkJobandmovreportDescription
source: Different Jobs and movs report
fi: Eri Työt ja movs-raportti
sv: Olika jobb och movs rapport

# WorkDepartmantsDescription
source: Company manager can manage departmants
fi: Yrityksen johtaja voi hallita departmants
sv: Företagsledare kan hantera avdelningar

# TADetailReport
source: Detailed Report
et: Detailne aruanne
fi: Tiedotraportti
lt: išsami ataskaita
lv: Detail pârskats
ru: Деталь отчета
sv: Detaljerad rapport

# TAdetails
source: Details about TA reports
et: detailselt kõik tööajaga seotud liikumised ja arvutatud töötunnid
fi: Tiedot TA-raportteista
lt: Išsami informacija apie TA ataskaitas
ru: Подробная информация о T&A отчетах
sv: Detaljer om TA-rapporter

# TAExport
source: Export
et: Eksport
fi: Viedä
lt: Eksportuoti
ru: Экспорт
sv: Exportera

# TAExportTo
source: Export to .pdf and .xsl file
et: Ekspordi .pdf ja .xls faili
fi: Vie tiedostoon .pdf ja .xsl
lt: Nepavyko eksportuoti į .pdf ir .xsl failus.
lv: Export to .pdf and .xsl fail.
ru: Экспорт в формате .pdf и .xls файлов
sv: Exportera till .pdf och .xsl-fil

# TAlist
source: coming and leaving from work
et: Töölt tulekud ja minekud
fi: Tulevat ja lähtevät töistä
lt: Ateidavo ir išeidavo iš darbo
lv: Nâk un iet no darba
ru: Приход и уход с работы
sv: Kommer och lämnar från jobbet

# TAMonthreport
source: Month report
et: Kuu töötundide aruanne
fi: Kuukausiraportti
lt: Mėnesio ataskaita
ru: Отчет месяца
sv: Månadsrapport

# TAMyReport
source: My report
et: Minu raport
fi: Minun mietintöni
lt: Mano ataskaita
ru: Мой отчет
sv: Min rapport

# TAreportViewe
source: View report
et: Vaata aruande
fi: Katso raportti
lt: Peržiūrėti ataskaitą
ru: Просмотреть отчет
sv: Visa rapport

# TAlistDetail
source: Start and end of work
et: töö alustamis ja lõpetamis kellajad
fi: Työn aloittaminen ja lopettaminen
lt: Pradžia ir pabaiga darbą
lv: Sâkums un beigas darbu
ru: Начало и конец работы
sv: Start och slut på jobbet

# TAHours
source: Hours
et: Tööaeg
fi: tuntia
lt: Stundas
lv: Valandos
ru: Часы
sv: timmar

# TAEdit
source: Edit
et: Redigeerima
fi: Muokata
lt: Redaguoti
lv: Rediìçt
ru: Редактировать
sv: Redigera

# TAReport
source: Report by Days
et: Aruanne
fi: raportti
lt: ataskaita
lv: ziòojums
ru: Отчетные
sv: Rapportera

# TAUsername
source: Users
et: kasutajatele
fi: käyttäjät
lt: lietotājiem
lv: Vartotojø
ru: Имя пользователя
sv: användare

source: test
fi: testata
sv: testa

source: list of building objects (doors..) which are used to working time records
fi: Luettelo rakennustöistä (ovet jne.), Joita käytetään työaikatietueisiin
sv: Lista över byggnadsobjekt (dörrar ..) som används för arbetstidsposter

# TAbulding
source: T&A building objects
et: Tööaja arvestus objektid
fi: T & A-rakennusobjekteja
lt: T & A statyba objektai
lv: T & çka objekti
ru: Объекты T&A здания
sv: T & A byggnadsobjekt

# currentmonth
source: Current month report
et: Jooksva kuu aruanne
fi: Nykyinen kuukausiraportti
lt: Dabartinis mėnesį ataskaitą
lv: Tekoðâ mçneða pârskats
ru: Отчет текущего месяца
sv: Aktuell månad rapport

# previousmonth
source: Previous month report
et: Eelmise kuu aruanne
fi: Edellinen kuukausiraportti
lt: Ankstesnis mėnuo ataskaitą
lv: Iepriekðçjais mçnesis pârskats
ru: Отчет за предыдущий месяц
sv: Föregående månad rapport

# TABuildingAddress
source: Address
et: Aadress
fi: Osoite
lt: Adresas
lv: Adrese
ru: Адрес
sv: Adress

# TaBuildingAmount
source: Сontract amount, EUR
et: Lepingu summa, EUR
fi: Sopimusmäärä, EUR
lt: Sutarties suma, EUR
lv: Lîguma summa, EUR.
ru: Сумма контракта, EUR
sv: Kontraktsbelopp, EUR

# TABuildingConstruction
source: Main Performer of Construction
et: Ehituse peamine esineja
fi: Rakentamisen päätoimittaja
lt: Pagrindinis statybų atlikėjas
lv: Galvenais Bûvdarbu veicçjs
ru: Главный исполнитель строительных работ
sv: Huvudutövare av konstruktion

# TaBuildingcustomer
source: Building customer
et: Kliendi loomine
fi: Rakennusasiakas
lt: Kurti klientą
lv: Bûvniecîbas ierosinâtâjs
ru: Заказчик строительства
sv: Bygga kund

# TaBuildingLicense
source: Building License
et: Ehituslitsents
fi: Rakennuslisenssi
lt: Statybos licencija
lv: Celtniecîbas licence
ru: Строительная лицензия
sv: Bygglov

# TaBuildingValidFrom
source: Valid From
et: Kehtib alates
fi: Voimassa
lt: Galioja nuo
lv: Derîgs no
ru: Действует с
sv: Giltig från

# TabuilidngValidTo
source: Valid To
et: Kehtivad
fi: Voimassa
lt: Galioja iki
lv: Derîgs lîdz
ru: Действителен до
sv: Giltig till

# TaBuilingDate
source: Сontract Nr., contract date
et: Lepingu nr, lepingu kuupäev
fi: Sopimus nro, sopimuksen päiväys
lt: Sutarties Nr., Sutarties data
lv: Lîguma Nr. Datums
ru: № контракта, дата контракта
sv: Upphandlingsnummer, kontraktsdatum

# TaHardwareBuildingName
source: Hardware Building name
et: Riistvara hoone nimi
fi: Laitteiston rakennusnimi
lt: Aparatinio pastato pavadinimas
lv: Aparatûras nosaukums
ru: Оборудование Название здания
sv: Hårdvara Byggnadsnamn

# TaNewRealBuildingname
source: Real Building Name
et: Tõeline hoone nimi
fi: Real rakennuksen nimi
lt: Nekilnojamasis pastato pavadinimas
lv: Nekustamâ çkas nosaukums
ru: Название реального здания

# PhoneNrAccessUnit
source: Is Phone Number Access Unit?
et: Kas telefoninumbri juurde pääseda?
fi: Onko puhelinnumeroon pääsyyksikkö?
lt: Vai ir tālruņa numuru piekļuves vienība?
lv: Vai tâlruòa numura piekïuves vienîba ir?
ru: Блок доступа к телефонным номерам?
sv: Är telefonnummeråtkomstenhet?

# CarNr
source: Car Number
et: Auto number
fi: Auton numero
lt: Automobilio numeris
lv: Automaðînas numurs
ru: Номер машины
sv: Bilnummer

# CarNrAccessUnit
source: Is Car Number Access Unit?
et: Kas autode numbriloa üksus?
fi: Onko autojen numeron käyttöyksikkö?
lt: Vai automašīnas numuru piekļuves vienība?
lv: Vai ir automaðînas numuru piekïuves vienîba?
ru: Блок доступа к номеру автомобиля?
sv: Är bilnummer åtkomstenhet?

# VisitorFromdate
source: From Date
et: Alates
fi: Päivämäärästä
lt: No datuma
lv: No datuma
ru: действителен с
sv: Från datum

# VisitorTodate
source: To Date
et: kuupäevani
fi: tähän mennessä
lt: Līdz datumam
lv: Lîdz ðim
ru: на свидание
sv: Hittills

source: Permission Name
et: õiguste grupp
fi: Luvan nimi
lt: Leidimo Pavadinimas
lv: Atïaujas nosaukums
ru: имя разрешения
sv: Tillståndsnamn

source: Card Need Return?
et: Kaart tagastatakse
fi: Kortti on palautettava?
lt: kortelę reikia grąžinti?
lv: Kartes vajag atgriest?
ru: Карту нужно вернуть?
sv: Kort behöver återvända?

source: Return Date
et: Tagastamise kuupäev
fi: Palautuspäivä
lt: Atgriešanās datums
lv: Atgrieðanas datums
ru: Дата возвращения
sv: Återlämningsdatum

source: Live Video
et: Video
fi: Elää Video
lt: Live Video (lt)
lv: Tieðraides video
ru: видео

source: Last Change
et: Viimane muutus
fi: Viimeinen mahdollisuus
lt: Paskutinis pakeitimas
lv: Pçdçjâs izmaiòas
ru: Последние изменения
sv: sista ändring

# QrCodeError
source: Some error occured while generating QR code. Please try again later.
et: QR-koodi genereerimisel tekkis viga. Palun proovi hiljem uuesti.
fi: QR-koodin tuottaminen tapahtui jonkin verran. Yritä uudelleen myöhemmin.
lt: Kuriant QR kodą įvyko klaida. Pabandykite dar kartą vėliau.
lv: Ìenerçjot QR kodu, radâs kïûda. Lûdzu, pamçìiniet vçlreiz vçlâk.
ru: Произошла ошибка при создании QR-кода. Пожалуйста, попробуйте позже.
sv: Något fel uppstod vid generering av QR-kod. Vänligen försök igen senare.

# VisitorAlreadyExist
source: Visitor already exist in database.
et: Külastaja on andmebaasis juba olemas.
fi: Vierailijalle on jo olemassa tietokanta.
lt: Lankytojas jau yra duomenų bazėje.
lv: Apmeklçtâjs jau pastâv datu bâzç.
ru: Посетитель уже существует в базе данных.
sv: Besökare finns redan i databasen.

source: Sending QR Code...
et: QR-koodi saatmine ...
fi: QR-koodin lähettäminen ...
lt: Siunčiamas QR kodas ...
lv: Tiek nosûtîts QR kods ...
ru: Отправка QR-кода...
sv: Skickar QR-kod ...

# VisitorDelete
source: Visitor deleted successfully...
et: Külastaja kustutati edukalt ...
fi: Vierailu poistettiin onnistuneesti ...
lt: Lankytojas sėkmingai ištrintas ...(lt)
lv: Apmeklçtâjs veiksmîgi izdzçsts ...
ru: Посетитель успешно удален ...
sv: Besökaren raderades framgångsrikt ...

# HexCardCodeError
source: Card code is not hexadecimal
et: Kaardi kood ei ole kuusnurkne
fi: Kortin koodi ei ole heksadesimaali
lt: Kortelės kodas nėra šešioliktainis
lv: Kartes kods nav heksadecimâls
ru: Код карты не является шестнадцатеричным
sv: Kortkoden är inte hexadecimal

# VisitorFirstNameMessage
source: Please enter First Name!
et: Palun sisestage eesnimi!
fi: Anna etunimi!
lt: Įveskite vardą!
lv: Lûdzu, ievadiet vârdu!
ru: Пожалуйста, введите имя!
sv: Vänligen ange förnamn!

# VisitorLastNameMessage
source: Please enter Last Name!
et: Palun sisestage viimane nimi!
fi: Anna viimeinen nimi!
lt: Įveskite pavardę!
lv: Lûdzu, ievadiet uzvârdu!
ru: Пожалуйста, введите фамилию!
sv: Vänligen ange efternamn!

# VisitorPhoneNrMessage
source: Please enter valid Phone Number!
et: Palun sisestage kehtiv telefoninumber!
fi: Anna kelvollinen puhelinnumero!
lt: Įveskite galiojantį telefono numerį!
lv: Lûdzu, ievadiet derîgu tâlruòa numuru! v
ru: Пожалуйста введите правильный номер телефона!
sv: Vänligen ange ett giltigt telefonnummer!

# VisitorEmailMessage
source: Please enter valid Email!
et: Palun sisestage kehtiv e-kiri!
fi: Anna kelvollinen sähköposti!
lt: Įveskite galiojantį el. Pašto adresą!
lv: Lûdzu, ievadiet derîgu e-pastu!
ru: Пожалуйста, введите действительный адрес электронной почты!
sv: Ange giltigt e-postmeddelande!

# VisitorDateErrorMessage
source: Valid To should not previous to Valid From Date!
et: Kehtib kuni ei peaks kehtima alates kehtivast kuupäevast!
fi: Voimassa Toimi ei pitäisi olla voimassa ennen päivämäärää!
lt: Iki datos neturėtų būti ankstesnės nei Nuo datos!
lv: Lîdz ðim datumam nevajadzçtu bût agrâkam no datuma!
ru: Действителен до, не должен предшествовать действительному с даты!
sv: Giltig till bör inte föregås till Giltig från datum!

# VisitorDateMessage
source: Please enter Valid From Date and Valid To Date!
et: Palun sisestage kehtiv kuupäev ja kehtiv kuupäev!
fi: Anna voimassa oleva päivämäärä ja voimassa oleva päivämäärä!
lt: Įveskite nuo datos ir iki datos!
lv: Lûdzu, ievadiet no datuma un datuma!
ru: Пожалуйста, введите Действительный с даты и Действительный до даты!
sv: Ange giltig från datum och giltig till datum!

# NoActiveCard
source: No active card exist for joined user.
et: Liitunud kasutaja jaoks puudub aktiivne kaart.
fi: Liittyneelle käyttäjälle ei ole olemassa aktiivista korttia.
lt: Prisijungusiam vartotojui nėra aktyvios kortelės
lv: Pievienotajam lietotâjam nav aktîvas kartes .
ru: Для присоединенного пользователя не существует активной карты.
sv: Inget aktivt kort existerar för den anslutna användaren.

source: Visitor
et: Külaline
fi: Vierailija
lt: Lankytojas
lv: Apmeklçtâjs
ru: посетитель
sv: Besökare

# UsersAddNewVisitor
source: Add New Visitor
et: Lisa uus külastaja
fi: Lisää uusi kävijä
lt: Add New Visitor (lt)
lv: Pievienot jaunu apmeklçtâju
ru: Добавить нового посетителя
sv: Lägg till ny besökare

# FirstSaveVisitorDetails
source: Please first save visitor details!
et: Esmalt salvestage külastajate andmed!
fi: Tallenna ensin kävijätiedot!
lt: Pirmiausia išsaugokite lankytojų duomenis!
lv: Lûdzu, vispirms saglabâjiet apmeklçtâja datus!
ru: Пожалуйста, сначала сохраните данные посетителя!
sv: Spara först besöksinformationen först!

# VisitorCapturePhoto
source: Capture Photo
et: Pildista foto
fi: Ota kuva
lt: Fotografuoti
lv: Uztaisît fotobildi
ru: Захватить фото

# VisitorsUsers
source: Users
et: Kasutajatele
fi: Käyttäjät
lt: Vartotojai
lv: Lietotâji
ru: пользователей
sv: användare

# Logout
source: Logout! Are you sure?
et: Logi välja! Oled sa kindel?
fi: Kirjautua ulos! Oletko varma?
lt: Atsijungti! Ar tu tuo tikras?
lv: Izlogoties! Vai tu esi pârliecinâts?
ru: Выйти! Уверены ли вы?
sv: Logga ut! Är du säker?

source: Ok
et: Okei
fi: kunnossa
lt: Gerai
lv: Labi
ru: Хорошо

source: Cancel
et: Tühista
fi: Peruuttaa
lt: Atšaukti
lv: Atcelt
ru: отменить
sv: Annullera

source: Captured Photo
et: Pildistatud Foto
fi: Otettu valokuva
lt: Užfiksuota nuotrauka
lv: Notverts foto
ru: Захваченное фото
sv: Fångad Foto

# TAMonthreportWorkingDays
source: Month report: working days per month
et: Kuu aruanne: tööpäevad kuus
fi: Kuukausiraportti: Työpäivät kuukaudessa
lt: Mėnesio ataskaita: darbo dienos per mėnesį
lv: Mçneða pârskats: darba dienas mçnesî
ru: Отчет за месяц: Рабочие дни в месяце
sv: Månadsrapport: Arbetsdagar per månad

# TAMonthreportWorkingDaysDesc
source: View and Print
et: vaadata ja printida
fi: katsella ja tulostaa
lt: Peržiūrėkite ir atsispausdinkite
lv: Skatît un drukât
ru: просмотреть и распечатать
sv: visa och skriva ut

# CommonConfirmMessageClassifierValue
source: Are you sure? You want to delete selected Setting Value.
et: Oled sa kindel? Soovite valitud seaded kustutada.
fi: Oletko varma? Haluat poistaa valitun asetusarvon.
lt: Ar tu tuo tikras? Norite ištrinti pasirinktą nustatymo vertę.
lv: Vai tu esi pârliecinâts? Jûs vçlaties izdzçst atlasîto iestatîjuma vçrtîbu.
ru: Уверены ли вы? Вы хотите удалить выбранное значение параметра.
sv: Är du säker? Du vill radera valt inställt värde.

# CommonConfirmMessageClassifier
source: Are you sure? You want to delete selected Setting.
fi: Oletko varma? Haluat poistaa valitun asetuksen.
lt: Ar tu tuo tikras? Norite ištrinti pasirinktą nustatymą.
lv: Vai tu esi pârliecinâts? Jûs vçlaties izdzçst atlasîto iestatîjumu.
ru: Уверены ли вы? Вы хотите удалить выбранную настройку.
sv: Är du säker? Du vill radera vald inställning.

# CommonRemainigCountErrorMsg
source: Sorry! You can not add new record because your license expired or limit exceeded.
et: Vabandust! Uut kirjet ei saa lisada, sest teie litsents on aegunud või ületatud.
fi: Sorry! Et voi lisätä uutta tietuetta, koska lisenssi on vanhentunut tai ylitetty.
lt: Atsiprašau! Negalite pridėti naujo įrašo, nes jūsų licencijos galiojimo laikas pasibaigė arba limitas viršytas.
lv: Piedodiet Jûs nevarat pievienot jaunu ierakstu, jo jûsu licences termiòð ir beidzies vai ir pârsniegts ierobeþojums.
ru: Сожалею! Вы не можете добавить новую запись, потому что ваша лицензия истекла или превышен лимит.
sv: Förlåt! Du kan inte lägga till ny post eftersom din licens löpte ut eller gränsen överskreds.

# VisitorCreatedMessage
source: Visitor created
et: Külastaja loodud
fi: Vierailija luotiin
lt: Lankytojas sukūrė
lv: Apmeklçtâjs izveidots
ru: Посетитель создан
sv: Besökare skapad

# MaxCompanyCountLicence
source: Maximum active company in license is
et: Maksimaalne tegevusloa saanud ettevõte on
fi: Toimiluvan enimmäisyritys on
lt: Maksimali aktyvi įmonės licencija yra
lv: Maksimâlais aktîvais uzòçmums licencç ir
ru: Максимально активная компания в лицензии
sv: Maximalt aktivt företag i licens är

# MaxUserCountLicence
source: Maximum active users in license is
et: Maksimaalne aktiivne kasutaja litsentsis on
fi: Maksimi aktiivinen käyttäjä lisenssissä on
lt: Maksimalus aktyvių vartotojų skaičius licencijoje yra
lv: Maksimâlais aktîvo lietotâju skaits licencç ir
ru: Максимально активный пользователь в лицензии
sv: Maximal aktiv användare i licens är

# MaxVisitorCountLicence
source: Maximum active visitor in license is
et: Litsentsi maksimaalne aktiivne külastaja on
fi: Maksimi aktiivinen vierailija lisenssissä on
lt: Maksimalus aktyvus lankytojo pažymėjimas yra
lv: Maksimâlais aktîvo apmeklçtâju skaits licencç ir
ru: Максимальный активный посетитель в лицензии
sv: Maximal aktiv besökare i licens är
