Repository: sumitvatsal/FoxSecT-A
Catalog: FoxSec.Web/Resources/Views/Shared/SharedStrings.*.resx
Languages: et, fi, lt, lv, ru, sv

# LicenceInsert
source: Licence inserted successfully..
et: Litsents on edukalt sisestatud.
fi: Lisenssi on lisätty onnistuneesti..
lt: Licencija sėkmingai įvesta ..
lv: Licence ir veiksmîgi ievietota ..
ru: Лицензия успешно вставлена..
sv: Licensen har införts framgångsrikt..

source: Invalid licence!!
et: Kehtetu litsents!!
fi: Virheellinen lisenssi!!
lt: Netinkama licencija !!
lv: Nederîga licence!!
ru: Неверная лицензия!!
sv: Ogiltig licens!!

# InvalidLicencePath
source: The entered Licence Path does not exist!!
et: Sisestatud litsentsi tee pole olemas!
fi: Annettua lisenssin polkua ei ole!
lt: Įvestas licencijos kelias neegzistuoja!
lv: Ievadîtais licences ceïð neeksistç!
ru: Введенный путь лицензии не существует !!
sv: Den angivna licensvägen finns inte!!

# LicenceError
source: Some error occured while inserting licence. Please try again later.
et: Litsentsi lisamisel ilmnes viga. Palun proovi hiljem uuesti.
fi: Lisenssin lisäämisen aikana tapahtui virhe. Yritä uudelleen myöhemmin.
lt: Įdedant licenciją įvyko klaida. Pabandykite dar kartą vėliau.
lv: Ievietojot licenci, radâs kïûda. Lûdzu, pamçìiniet vçlreiz vçlâk.
ru: Произошла ошибка при вставке лицензии. Пожалуйста, попробуйте позже.
sv: Ett visst fel uppstod när du sätter in licens. Vänligen försök igen senare.

# TerminalDeletionAlert
source: Are you sure? You want to delete this WebApp.
et: Oled sa kindel? Sa soovid selle WebApp kustutada.
fi: Oletko varma? Haluat poistaa tämän WebApp.
lt: Ar tu tuo tikras? Norite ištrinti šią WebApp.
lv: Vai tu esi pârliecinâts? Jûs vçlaties izdzçst ðo WebApp.
ru: Ты уверен? Вы хотите удалить это веб-приложение.
sv: Är du säker? Du vill ta bort denna WebApp.

# TerminalDeletedAlert
source: WebApp deleted successfully.
et: WebApp kustutati edukalt.
fi: WebApp poistettiin onnistuneesti.
lt: WebApp sėkmingai ištrinta.
lv: WebApp ir veiksmîgi izdzçsts.
ru: WebApp успешно удален.
sv: WebApp raderades framgångsrikt.

# TerminalUpdatedAlert
source: Details updated successfully.
et: Andmed värskendati edukalt.
fi: Tiedot päivitetty onnistuneesti.
lt: Informacija sėkmingai atnaujinta.
lv: Sîkâka informâcija ir veiksmîgi atjauninâta.
ru: Подробности успешно обновлены.
sv: Detaljer uppdateras framgångsrikt.

# TerminalDeletingAlert
source: Deleting WebApp
et: WebApp kustutamine
fi: WebApp poistaminen
lt: Ištrinama WebApp
lv: WebApp dzçðana
ru: Удаление WebApp
sv: Ta bort WebApp

# TerminalID
source: WebApp ID
fi: WebApp-tunnus
ru: ID веб-приложения

source: Max User
et: Maksimaalne kasutaja
fi: Maksimi käyttäjä
lt: Maksimalus vartotojas
lv: Maksimâlais lietotâjs
ru: Макс пользователь
sv: Max användare

source: Last Login
et: Viimane sisselogimine
fi: Viimeinen kirjautuminen
lt: Paskutinis prisijungimas
lv: Pçdçjâ pieteikðanâs
ru: Последний Войти
sv: Senaste inloggning

# btnInsertLicence
source: Insert new licence from disk (browse only on server)
et: Sisestage kettalt uus litsents (sirvige ainult serveris)
fi: Lisää uusi käyttöoikeus levyltä (selaa vain palvelimella)
lt: Įdėkite naują licenciją iš disko (naršykite tik serveryje)
lv: Ievietojiet jaunu licenci no diska (pârlûkojiet tikai serverî)
ru: Вставьте новую лицензию с диска (просматривайте только на сервере)
sv: Sätt in ny licens från disken (bläddra bara på servern)

# NotCompanyUser
source: Sorry!! you can not edit selected user details because this user not belongs to your company.
et: Vabandust! te ei saa valitud kasutajaandmeid muuta, sest see kasutaja ei kuulu teie ettevõttele.
fi: Sorry !! et voi muokata valittuja käyttäjätietoja, koska tämä käyttäjä ei kuulu yrityksesi.
lt: Atsiprašau!! negalite redaguoti pasirinktos vartotojo informacijos, nes šis vartotojas nepriklauso jūsų įmonei.
lv: Piedod !! atlasīto lietotāja informāciju nevar rediģēt, jo šis lietotājs nepieder jūsu uzņēmumam.
ru: Сожалею!! Вы не можете редактировать выбранные данные пользователя, потому что этот пользователь не принадлежит вашей компании.
sv: Förlåt!! Du kan inte redigera utvalda användaruppgifter eftersom den här användaren inte tillhör ditt företag.

# TaxReportExport
source: Export to excel
et: Ekspordi Excelisse
fi: Vie Exceliin
lt: Eksportuoti į Excel
lv: Eksportēt uz Excel
ru: Экспорт в Excel
sv: Exportera till Excel

# TADailyWorkingReport
source: Daily working report
et: Igapäevane tööaruanne
fi: Päivittäinen työraportti
lt: Dienos darbo ataskaita
lv: Ikdienas darba ziņojums
ru: Ежедневный рабочий отчет
sv: Daglig arbetsrapport

# ContractorDetails
source: Information of the main contractor's construction contract with the construction initiator
et: Teave peatöövõtja ehituse algatajaga sõlmitud ehituslepingu kohta
fi: Tiedot pääurakoitsijan rakennusurakasta rakennuttajan kanssa
lt: Informacija apie pagrindinio rangovo statybos sutartį su statybos iniciatoriu
lv: Informācija par galvenā būvdarbu veicēja noslēgto būvdarbu līgumu ar būvniecības ierosinātāju
ru: Информация о договоре подряда генерального подрядчика с инициатором строительства
sv: Information om huvudentreprenörens byggkontrakt med bygginitiativet

# ConstructionInitiator
source: Name of the construction initiator
et: Ehituse algataja nimi
fi: Rakentamisen aloittajan nimi
lt: Statybos iniciatoriaus pavadinimas
lv: Būvniecības ierosinātāja nosaukums
ru: Имя инициатора строительства
sv: Byggnadsinitiatörens namn

# ConstructionInitiatorTaxNo
source: Construction initiator's TAX number
et: Ehituse algataja maksumäär
fi: Rakentamisen aloittajan TAX-numero
lt: Statybos iniciatoriaus TAX numeris
lv: Būvniecības ierosinātāja nodokļu maksātāja reģistrācijas kods
ru: НАЛОГОВЫЙ номер инициатора строительства
sv: Konstruktionsinitierarens TAX-nummer

# ContractNr
source: Contract Date
et: Lepingu kuupäev
fi: Sopimuksen päivämäärä
lt: Sutarties data
lv: Līguma datums
ru: Дата контракта
sv: Kontraktsdatum

# ConstructionAmount
source: Contract amount excluding TAX (EUR)
et: Lepingu summa ilma maksuta (EUR)
fi: Sopimuksen määrä ilman veroja (euroa)
lt: Sutarties suma be mokesčių (EUR)
lv: Līguma summa bez PVN (EUR)
ru: Сумма контракта без учета налогов (евро)
sv: Kontraktsbelopp exklusive skatt (EUR)

source: Num.
et: Sr No.
fi: Sr No.
lt: Sr No.
lv: Nr.p.k.
sv: Sr No.

# InfoSentDate
source: Information sent to VID date
et: Info saadeti VID kuupäevale
fi: VID-päivämäärään lähetetyt tiedot
lt: Informacija siunčiama į VID datą
lv: Informācijas iesniegšanas datums VID
ru: Информация отправлена ​​на VID дату
sv: Information skickas till VID datum

# PersonInformation
source: Information of the person employed on the construction site
et: Teave ehitusobjektil töötava isiku kohta
fi: Tiedot työmaalla työskentelevästä henkilöstä
lt: Statybos vietoje dirbančio asmens informacija
lv: Informācija par būvlaukumā nodarbinātu personu
ru: Информация о человеке, занятом на строительной площадке
sv: Information till den anställda på byggplatsen

source: Tax Year
et: Maksuaasta
fi: Verovuosi
lt: Mokesčių metai
lv: Taksācijas gads
ru: Налоговый год
sv: Skattår

source: Tax Month
et: Maksukuu
fi: Verokuu
lt: Mokesčių mėnuo
lv: Taksācijas mēnesis
ru: Налоговый месяц
sv: Skattemånad

source: Name
et: Nimi
fi: Nimi
lt: vardas
lv: Vārds
ru: название
sv: namn

source: SurName
fi: Sukunimi
lv: Uzvārds
ru: Фамилия
sv: Efternamn

source: Employee
et: Töötaja
fi: Työntekijä
lt: Darbuotojas
lv: Nodarbinātā
ru: Работник
sv: Anställd

source: Personal identification number
et: Isikukood
fi: Tunnusluku
lt: Asmens kodas
lv: Personas kods
ru: Персональный идентификационный номер
sv: Personnummer

# NoPersonalIdentificationNumber
source: If no personal identification number
et: Kui isikukoodi pole
fi: Jos henkilötunnusta ei ole
lt: Jei nėra asmens kodo
lv: Ja personai nav personas koda
ru: Если нет личного идентификационного номера
sv: Om inget personnummer

# BirthdayDateMonYear
source: Birthday date, month, year, or visa number
et: Sünnipäeva kuupäev, kuu, aasta või viisa number
fi: Syntymäpäivä, kuukausi, vuosi tai viisumin numero
lt: Gimimo data, mėnuo, metai arba vizos numeris
lv: Dzimšanas datums, mēnesis, gads, vai vīzas vai uzturēšanās atļaujas numurs
ru: Дата рождения, месяц, год или номер визы
sv: Födelsedatum, månad, år eller visumnummer

source: Position
et: Asend
fi: Asento
lt: Padėtis
lv: Amats
ru: Позиция
sv: Placera

source: Employer
et: Tööandja
fi: Työnantaja
lt: Darbdavys
lv: Darba devēja
ru: работодатель
sv: Arbetsgivare

# EmployerName
source: Name
et: Nimi
fi: Nimi
lt: vardas
lv: Nosaukums
ru: название
sv: namn

# IndiEmployer
source: Name, Surname if employer Individual
et: Nimi, perekonnanimi, kui tööandja on üksikisik
fi: Nimi, sukunimi, jos työnantaja Yksityinen
lt: Vardas, pavardė, jei darbdavys Individualus
lv: Vārds, uzvārds, ja darba devējs ir fiziskā persona
ru: Имя, Фамилия, если работодатель Физическое лицо
sv: Namn, Efternamn om arbetsgivaren

# RegNo
source: Registration number or Indiviual person identification number
et: Registreerimisnumber või üksikisiku identifitseerimisnumber
fi: Rekisterinumero tai yksityishenkilön tunnistenumero
lt: Registracijos numeris arba asmens tapatybės numeris
lv: Reģistrācijas kods vai personas kods
ru: Регистрационный номер или идентификационный номер физического лица
sv: Registreringsnummer eller individuell identitetsnummer

# BuildingPermission
source: Building permission number or real estate cadastral number
et: Ehitusloa number või kinnisvara katastri number
fi: Rakennusluvan numero tai kiinteistörekisterinumero
lt: Statybos leidimo numeris arba nekilnojamojo turto kadastro numeris
lv: Būvatļaujas numurs vai nekustamā īpašuma objekta kadastra apzīmējums
ru: Номер разрешения на строительство или кадастровый номер объекта недвижимости
sv: Byggnadstillstånd eller kadasternummer för fastigheter

# ActualWorkingHour
source: Actual working time (hours)
et: Tegelik tööaeg (tundides)
fi: Todellinen työaika (tuntia)
lt: Faktinis darbo laikas (valandos)
lv: Faktiski nostrādātais darba laiks (stundās)
ru: Фактическое рабочее время (часы)
sv: Faktisk arbetstid (timmar)

# ElectronicWorking
source: Information from the Electronic Working Time Accounting System ({0}) of persons employed on the construction site and hours worked
et: Teave elektroonilisel tööaja arvestussüsteemil ({0}) ehitusplatsil töötavate inimeste ja töötundide kohta
fi: Rakennustyömaalla työskentelevien henkilöiden sähköisen työajan laskentajärjestelmän ({0}) ja työtuntien tiedot
lt: Statybos aikštelėje dirbančių asmenų ir dirbtų valandų informacija iš elektroninės darbo laiko apskaitos sistemos ({0})
lv: Informācija no Elektroniskās darba laika uzskaites sistēmas ({0}) par būvobjektā nodarbinātajām personām un nostrādātajām stundām par periodu
ru: Информация из электронной системы учета рабочего времени ({0}) лиц, занятых на строительной площадке и отработанных часов
sv: Information från {0} (Electronic Working Time Accounting System) för personer anställda på byggarbetsplatsen och arbetade timmar

source: (Year, Month)
et: (Aasta, kuu)
fi: (Vuosi, kuukausi)
lt: (Metai, mėnuo)
lv: (taksācijas gads, mēnesis)
ru: (Год месяц)
sv: (År månad)

# InfoFromElectronic
source: Information from Electronic Work Time Tracking System ({0}) for audit registred records per following period
et: Teave elektroonilisest tööaja jälgimissüsteemist ({0}) järgmise perioodi kohta registreeritud registreeritud dokumentide kohta
fi: Tiedot sähköisestä työajan seurantajärjestelmästä ({0}) seuraavalle ajanjaksolle
lt: Informacija iš elektroninės darbo laiko stebėjimo sistemos ({0}) apie auditą registruotų įrašų per ateinantį laikotarpį
lv: Informācija no Elektroniskās darba laika uzskaites sistēmas ({0}) reģistrētajiem auditācijas pierakstiem par periodu
ru: Информация из электронной системы отслеживания рабочего времени ({0}) для зарегистрированных записей аудита за следующий период
sv: Information från elektroniskt spårningssystem för arbetstider ({0}) för revisionsregistrerade poster per följande period

# InfoDateSent
source: Information send date (d./m./y.)
et: Teabe saatmise kuupäev (pp / kuu / aasta)
fi: Tietojen lähetyspäivä (d./m./y.)
lt: Informacijos siuntimo data (d./m./y.)
lv: Informācijas iesniegšanas datums (dd.mm.gggg.)
ru: Дата отправки информации (d./m./y.)
sv: Information skicka datum (d./m./y.)

source: Date
et: Kuupäev
fi: Treffi
lt: Data
lv: Datums
ru: Дата
sv: Datum

source: Month
et: Kuu
fi: Kuukausi
lt: Mėnuo
lv: Mēnesis
ru: Месяц
sv: Månad

source: Year
et: Aasta
fi: vuosi
lt: Metai
lv: Gads
ru: Год
sv: År

# Entry
source: Entry (hh:mm:ss)
et: Sisenemine (hh:mm:ss)
fi: merkintä (hh:mm:ss)
lt: Įėjimas (hh:mm:ss)
lv: Ienākšanas (hh:mm:ss)
ru: запись (hh:mm:ss)
sv: Inträde (hh:mm:ss)

# Exit
source: Exit (hh:mm:ss)
et: Välju (hh:mm:ss)
fi: poistuminen (hh:mm:ss)
lt: Išeik (hh:mm:ss)
lv: Iziešanas (hh:mm:ss)
ru: Выход (hh:mm:ss)
sv: Utgång (hh:mm:ss)

# EntryCorrected
source: Entry (hh:mm:ss)
et: Sisenemine (hh:mm:ss)
fi: merkintä (hh:mm:ss)
lt: Įėjimas (hh:mm:ss)
lv: Ienākšanas (hh:mm:ss)
ru: запись (hh:mm:ss)
sv: Inträde (hh:mm:ss)

# ExitCorrected
source: Exit (hh:mm:ss)
et: Välju (hh:mm:ss)
fi: poistuminen (hh:mm:ss)
lt: Išeik (hh:mm:ss)
lv: Iziešanas (hh:mm:ss)
ru: Выход (hh:mm:ss)
sv: Utgång (hh:mm:ss)

source: Explanation
et: Seletus
fi: Selitys
lt: Paaiškinimas
lv: Paskaidrojums
ru: объяснение
sv: Förklaring

source: Initial dates
et: Algsed kuupäevad
fi: Alkuperäiset päivämäärät
lt: Pradinės datos
lv: Sākotnējie dati
ru: Начальные даты
sv: Startdatum

source: Corrected dates
et: Parandatud kuupäevad
fi: Korjatut päivämäärät
lt: Ištaisytos datos
lv: Labotie dati
ru: Исправленные даты
sv: Korrigerade datum

# CorrecteddatesAudit
source: Corrected dates or audit records
et: Parandatud kuupäevad või auditidokumendid
fi: Korjatut päivämäärät tai tarkastustiedot
lt: Pataisytos datos arba audito įrašai
lv: Labotie dati jeb auditācijas pieraksti
ru: Исправленные даты или записи аудита
sv: Korrigerade datum eller granskningsregister

source: Taxation period
et: Maksustamisperiood
fi: Verotuskausi
lt: Mokesčių laikotarpis
lv: Taksācijas periods
ru: Налоговый период
sv: Skatteperiod

source: Full Name
et: Täisnimi
fi: Koko nimi
lt: Pilnas vardas
lv: Pilnais vārds
ru: ФИО
sv: Fullständiga namn

source: Company Details
et: Ettevõtte üksikasjad
fi: Yritystiedot
lt: Įmonės informacija
lv: Informācija par uzņēmumu
ru: Сведения о компании
sv: Företagsinformation

source: Started
et: Alustatud
fi: aloitti
lt: Pradėjo
lv: Sākās
ru: Началось
sv: Satte igång

source: Check In
et: Saate sisse
fi: Ilmoittautua
lt: Įsiregistruoti
lv: Reģistrēties
ru: Регистрироваться
sv: Checka in

source: Check Out
fi: Tarkista
lt: Išsiregistravimas
lv: Izbraukšana
ru: Проверять, выписываться
sv: Checka ut

source: Total Time
et: Aeg kokku
fi: Kokonaisaika
lt: Bendras laikas
lv: Kopējais laiks
ru: Общее время
sv: Total tid

source: Total Hours
et: Tundi kokku
fi: Tuntia yhteensä
lt: Iš viso valandų
lv: Kopējais stundu skaits
ru: Все часы
sv: Totalt antal timmar

# ReportCreated
source: Report created by:
et: Aruanne on loodud:
fi: Raportti luotu:
lt: Ataskaita sukurta:
lv: Ziņojums ir izveidots:
ru: Отчет создан:
sv: Rapport Skapad:

source: Period:
et: Periood:
fi: aika:
lt: Laikotarpis:
lv: Periods:
ru: период:

source: Finished
et: Valmis
fi: Valmiit
lt: Baigta
lv: Gatavs
ru: Законченный
sv: Färdiga

source: Report created on:
et: Aruanne on loodud:
fi: Raportti luotu:
lt: Ataskaita sukurta:
lv: Pārskats izveidots:
ru: Отчет создан на:
sv: Rapport skapad den:

source: Total Working Days
et: Tööpäevi kokku
fi: Työpäiviä yhteensä
lt: Iš viso darbo dienų
lv: Kopējais darba dienu skaits
ru: Всего рабочих дней
sv: Totala arbetsdagar

# LogonRoleError
source: User do not have any role!!
et: Kasutajal pole mingit rolli !!
fi: Käyttäjällä ei ole roolia !!
lt: Vartotojas neturi jokio vaidmens!!
lv: Lietotājam nav nekādas lomas !!
ru: Пользователь не имеет никакой роли !!
sv: Användaren har ingen roll !!

# LicenseLessCountAlert
source: One or more license value(s) is/are less than old license in new license!!
et: Üks või mitu litsentsi väärtust on vähem kui vanas litsentsis uues litsentsis !!
fi: Yksi tai useampi lisenssiarvo on vähemmän kuin vanha lisenssi uudessa lisenssissä !!
lt: Viena ar daugiau licencijos verčių yra mažesnės nei sena licencija naujoje licencijoje !!
lv: Viena vai vairāku licences vērtība ir mazāka nekā vecā licence jaunajā licencē !!
ru: Одна или несколько значений лицензии меньше или меньше старой лицензии в новой лицензии !!
sv: Ett eller flera licensvärden är mindre än gammal licens i ny licens !!

# ChooseLicense
source: Please choose license file to upload!!
et: Valige üleslaadimiseks litsentsifail !!
fi: Valitse ladattava lisenssitiedosto !!
lt: Pasirinkite norimą įkelti licencijos failą !!
lv: Lūdzu, augšupielādējiet licences failu!
ru: Пожалуйста, выберите файл лицензии для загрузки!
sv: Välj licensfil för att ladda upp !!

source: Latitude
et: Laiuskraad
fi: Leveysaste
lt: Platuma
lv: Platums
ru: широта
sv: Latitud

source: Longitude
et: Pikkuskraad
fi: Pituusaste
lt: Ilguma
lv: Garums
ru: Долгота
sv: Longitud

# CardDetailsExist
source: This card details already exist for another company!!
et: Selle kaardi andmed on juba teise ettevõtte jaoks olemas !!
fi: Tämän kortin tiedot ovat jo olemassa toiselle yritykselle!
lt: Ši kortelės informacija jau yra kitoje įmonėje !!
lv: Šī kartes informācija jau pastāv citam uzņēmumam !!
ru: Данные этой карты уже существуют для другой компании!
sv: Denna kortinformation finns redan för ett annat företag !!

# SelectPhoto
source: Please select Photo!!
et: Valige foto !!
fi: Ole hyvä ja valitse valokuva !!
lt: Pasirinkite nuotrauką !!
lv: Lūdzu, atlasiet Foto !!
ru: Пожалуйста, выберите Фото!
sv: Välj foto !!

# PhotoUploaded
source: Photo uploaded successfully..
et: Foto on edukalt üles laaditud ..
fi: Valokuvan lataus onnistui ..
lt: Nuotrauka sėkmingai įkelta ..
lv: Fotoattēls veiksmīgi augšupielādēts ..
ru: Фото успешно загружено ..
sv: Foto laddat upp framgångsrikt ..

# TotalUsersCount
source: Total Users
et: Kasutajaid kokku
fi: Käyttäjiä yhteensä
lt: Iš viso vartotojų
lv: Kopējais lietotāju skaits
ru: Всего пользователей
sv: Totalt antal användare

source: Report
et: Aruanne
fi: raportti
lt: Pranešimas
lv: Ziņojums
ru: отчет
sv: Rapportera

source: Main Card
et: Põhikaart
fi: Pääkortti
lt: Pagrindinė kortelė
lv: Galvenā karte
ru: Основная карта
sv: Huvudkort

source: Give Card Back
et: Andke kaart tagasi
fi: Anna kortti takaisin
lt: Duok kortelę atgal
lv: Dodiet karti atpakaļ
ru: Отдай карточку обратно
sv: Ge tillbaka kortet

# ManageOtherCompany
source: Users,Cards,Log Tab companies
et: Kasutajad, kaardid, logitabeli ettevõtted
fi: Käyttäjät, kortit, Log Tab -yritykset
lt: Vartotojai, kortelės, „Log Tab“ įmonės
lv: Lietotāji, kartes, žurnālu cilnes uzņēmumi
ru: Пользователи, карточки, лог-таб компании
sv: Användare, kort, Log Tab-företag

# CleanerOwnBuilding
source: Cleaner own buildings
et: Puhtamad oma hooned
fi: Siivooja omat rakennukset
lt: Nuosavesni pastatai
lv: Tīrākas pašas ēkas
ru: Уборка собственных зданий
sv: Renare egna byggnader

source: Cleaner all buildings
et: Puhastage kõik hooned
fi: Puhdista kaikki rakennukset
lt: Valykite visus pastatus
lv: Notīriet visas ēkas
ru: Очистить все здания
sv: Renare alla byggnader

source: Global User
et: Globaalne kasutaja
fi: Globaali käyttäjä
lt: Visuotinis vartotojas
lv: Globālais lietotājs
ru: Глобальный пользователь
sv: Global användare

source: Server Nr
et: Serveri number
fi: Palvelimen numero
lt: Serverio numeris
lv: Servera numurs
ru: Номер сервера
sv: Servernummer

source: Company Nr
et: Ettevõtte nr
fi: Yritys nro
lt: Įmonės Nr
lv: Uzņēmuma Nr
ru: Компания Nr
sv: Företag Nr

source: Camera Name
et: Nimi
fi: Nimi
lt: vardas
lv: Vārds
ru: имя
sv: namn

source: Port
et: Sadam
fi: portti
lt: Uostas
lv: Osta
ru: порт
sv: Hamn

source: Skip
et: Vahele jätma
fi: Ohita
lt: Praleisti
lv: Izlaist
ru: Пропускать
sv: Hoppa

source: Delay
et: Viivitamine
fi: Viive
lt: Delsimas
lv: Kavēšanās
ru: задержка
sv: Fördröjning

source: Enable Live Controls
et: Luba reaalajas juhtnupud
fi: Ota käyttöön Live Controls
lt: Įgalinti tiesioginį valdymą
lv: Iespējot tiešsaistes vadību
ru: Включить Live Controls
sv: Aktivera livekontroller

source: Quick Preview Seconds
et: Kiire eelvaate sekundid
fi: Pikakatselu sekuntia
lt: Greita peržiūros sekundė
lv: Ātrās priekšskatījuma sekundes
ru: Быстрый просмотр Секунд
sv: Snabb förhandsvisning av sekunder

# EnterServerNr
source: Please select Server Nr!!
et: Valige server nr!!
fi: Ole hyvä ja valitse Palvelimen numero!!
lt: Pasirinkite Serverio Nr!!
lv: Lūdzu, atlasiet serveri Nr.
ru: Пожалуйста, выберите номер сервера!!
sv: Välj Server Nr!!

# EnterName
source: Please enter Name!!
et: Sisestage nimi!!
fi: Anna nimi!!
lt: Įveskite vardą !!
lv: Lūdzu, ievadiet vārdu !!
ru: Пожалуйста, введите имя!!
sv: Vänligen ange Namn!!

source: Add New Camera
et: Lisage uus kaamera
fi: Lisää uusi kamera
lt: Pridėti naują fotoaparatą
lv: Pievienojiet jaunu kameru
ru: Добавить новую камеру
sv: Lägg till ny kamera

source: Manage Video Server
et: Hallake videoserverit
fi: Hallitse videopalvelinta
lt: Valdykite vaizdo įrašų serverį
lv: Pārvaldīt video serveri
ru: Управление видео сервером
sv: Hantera videoserver

source: Project Name
et: Projekti nimi
fi: projektin nimi
lt: projekto pavadinimas
lv: Projekta nosaukums
ru: название проекта
sv: Projektnamn

# ServerName
source: Name
et: Nimi
fi: Nimi
lt: vardas
lv: Vārds
ru: имя
sv: namn

source: View Visitors (Read Only)
et: Kuva külastajad (ainult lugemiseks)
fi: Näytä vierailijat (vain luku)
lt: Peržiūrėti lankytojus (tik skaityti)
lv: Skatīt apmeklētājus (tikai lasāms)
ru: Просмотр посетителей (только чтение)
sv: Visa besökare (skrivskyddad)

source: Card First Name
et: Kaardi eesnimi
fi: Kortin etunimi
lt: Kortelės vardas
lv: Kartes vārds
ru: Имя карты
sv: Förnamn för kort

source: Card Last Name
et: Kaardi perekonnanimi
fi: Kortin sukunimi
lt: Kortelės pavardė
lv: Kartes uzvārds
ru: Фамилия карты
sv: Kort efternamn

source: At Work
et: Tööl
fi: Töissä
lt: Darbe
lv: Darbā
ru: На работе
sv: På jobbet

source: Leaving
et: Lahkumine
fi: Poistuminen
lt: Palieka
lv: Aiziešana
ru: уход
sv: lämnar

source: Building Object
et: Ehitusobjekt
fi: Rakennusobjekti
lt: Pastato objektas
lv: Ēkas objekts
ru: Строительный объект
sv: Byggnadsobjekt

source: System configuration
et: Süsteemi konfiguratsioon
fi: Järjestelmän kokoonpano
lt: Sistemos konfigūracija
lv: Sistēmas konfigurācija
ru: Конфигурация системы
sv: Systemkonfiguration

source: Remote registration
et: Kaugregistreerimine
fi: Etärekisteröinti
lt: Nuotolinė registracija
lv: Attālā reģistrācija
ru: Удаленная регистрация
sv: Fjärrregistrering

# SelectCompany
source: Please select Company!!
et: Valige ettevõte!!
fi: Valitse yritys!!
lt: Pasirinkite įmonę!!
lv: Lūdzu, atlasiet uzņēmumu!!
ru: Пожалуйста, выберите компанию!!
sv: Välj företag!!

# SelectWorkers
source: Please select Workers!!
et: Valige Töötajad!!
fi: Ole hyvä ja valitse Työntekijät!!
lt: Pasirinkite Darbuotojai!!
lv: Lūdzu, atlasiet Darbinieki!!
ru: Пожалуйста, выберите Работники!!
sv: Välj arbetare!!

# SelectBuildingObject
source: Please select Building Object!!
et: Valige hoone objekt!!
fi: Valitse rakennusobjekti!!
lt: Pasirinkite Statybos objektas!!
lv: Lūdzu, atlasiet Ēkas objekts!!
ru: Пожалуйста, выберите Строительный объект!!
sv: Välj Byggobjekt!!

# BuildingMessage
source: Please Select Building
et: Valige hoone
fi: Ole hyvä ja valitse Rakennus
lt: Pasirinkite Pastatas
lv: Lūdzu, izvēlieties ēku
ru: Пожалуйста, выберите здание
sv: Välj byggnad
