Repository: sumitvatsal/FoxSecT-A
Catalog: FoxSec.Web/Resources/Views/Shared/SharedStrings.*.resx
Languages: et, fi, lt, lv, ru, sv

# CardBuildingMessage
source: Assign building to user company manager from t&a tab
et: Määrake kasutajaettevõtte juhile hoone vahekaardilt T&A
fi: Määritä rakennus käyttäjäyrityksen johtajalle T&A-välilehdeltä
lt: Paskyrą T&A skirtuke paskirkite įmonės vadovui
lv: Piešķiriet ēku lietotāja uzņēmuma vadītājam no cilnes T&A
ru: Присвоить здание руководителю компании пользователя из вкладки T&A
sv: Tilldela byggnad till användarföretagschef från T&A En flik

# DateErrorMessage
source: Please select a valid date
et: Valige kehtiv kuupäev
fi: Valitse oikea päivämäärä
lt: Lūdzu, atlasiet derīgu datumu
lv: Pasirinkite galiojančią datą
ru: Пожалуйста выберите правильную дату
sv: Välj ett giltigt datum

# RoleListInCompanyTab
source: Role List
et: Rolliloend
fi: Rooliluettelo
lt: Lomu saraksts
lv: Vaidmenų sąrašas
ru: Список ролей
sv: Rolllista

# BuildingNameScheduleTA
source: Building Name Schedule
et: Hoonete ajagraafik
fi: Rakennuksen nimen aikataulu
lt: Ēkas nosaukuma grafiks
lv: Pastato pavadinimo grafikas
ru: График названия здания
sv: Byggnadsnamnsschema

# BuildingNameScheduleTADescription
source: Moving Registration Devices Building Names
et: Eri hoonete vaheliste seadmete liikumise graafik
fi: Rekisteröintilaitteiden siirtäminen rakennusten nimiä
lt: Reģistrācijas ierīču pārvietošana, veidojot nosaukumus
lv: Registracijos įrenginių perkėlimas, kuriant pavadinimus
ru: Перемещение названий зданий устройств регистрации
sv: Rörliga registreringsenheter som bygger namn

# CommentedCardsName
source: Commented Cards
et: Kaartide kommentaarid
fi: Kommentoidut kortit
lt: Komentētās kartītes
lv: Pakomentuotos kortelės
ru: Прокомментированные карточки
sv: Kommenterade kort

# TaReportLabel
source: Label
et: silt
fi: Tarra
lt: Etiķete
lv: Etiketė
ru: этикетка
sv: Märka

# TaReportLabelJobNotMove
source: Job not move
et: Töö ei liigu
fi: Työ ei liiku
lt: Darbs nekustās
lv: Darbas nejuda
ru: Работа не двигается
sv: Jobb rör sig inte

# TaReportLabelFixed
source: Fixed
et: Parandatud
fi: Kiinteä
lt: Fiksēts
lv: Fiksuotas
ru: Исправлена
sv: Fast

# TaReportLabelValidFrom
source: Valid from
et: Kehtiv alates
fi: Voimassa
lt: galioja nuo
lv: Derîgs no
ru: действителен с
sv: Giltig från

# TaReportLabelValidTo
source: Valid to
et: Kehtiv kuni
fi: Voimassa
lt: galioja
lv: Derîgs lîdz
ru: Действителен до
sv: Giltig till

# TaReportLabelInBuilding
source: In Building
et: Hoones
fi: Rakennuksessa
lt: Ēkā
lv: Pastate
ru: В здании
sv: I byggnaden

# TaReportLabelAllowJobs
source: Allow Jobs
et: Luba töökohti
fi: Salli työt
lt: Atļaut darbu
lv: Leisti darbą
ru: Разрешить вакансии
sv: Tillåt jobb

# TaReportLabelDaysNotHours
source: Days not hours
et: Luba töökohti
fi: Salli työt
lt: Atļaut darbu
lv: Leisti darbą
ru: Разрешить вакансии
sv: Tillåt jobb

# TaReportLabelAdminonly
source: Admin only
et: Ainult administraator
fi: Vain järjestelmänvalvoja
lt: Tikai administrators
lv: Tik administratorius
ru: Только администратор
sv: Endast administratör

# TaShiftStartFrom
source: Start From
et: Alusta
fi: Aloita
lt: Sāc no
lv: Pradėti nuo
ru: Начинать с
sv: Börja från

# TaShiftFinishAt
source: Finish At
et: Lõpeta kell
fi: Lopeta
lt: Pabeigt plkst
lv: Baigti
ru: Закончить в
sv: Avsluta kl

# TaShiftWorkBeforeBreak
source: Work Before Break
et: Töö enne pausi
fi: Työskentele ennen taukoa
lt: Darbs pirms pārtraukuma
lv: Darbas prieš pertrauką
ru: Работа перед перерывом
sv: Arbeta före paus

# TaShiftBreaks
source: Breaks
et: Pausid
fi: Tauot
lt: Pārtraukumi
lv: Pertraukos
ru: Перерывы
sv: Bryter

# TaShiftWorkBeforeLunch
source: Work Before Lunch
et: Töö enne lõunat
fi: Työskentele ennen lounasta
lt: Darbs pirms pusdienām
lv: Darbas prieš pietus
ru: Работа перед обедом
sv: Arbeta före lunch

# TaShiftLunch
source: Lunch
et: Lõunasöök
fi: Lounas
lt: Pusdienas
lv: Pietūs
ru: Обед

# TaReportLabelDeleteConfirmMessage
source: Do you really want to delete this record?
et: Kas soovite selle kirje tõesti kustutada?
fi: Haluatko todella poistaa tämän tietueen?
lt: Vai tiešām vēlaties izdzēst šo ierakstu?
lv: Ar tikrai norite ištrinti šį įrašą?
ru: Вы действительно хотите удалить эту запись?
sv: Vill du verkligen ta bort den här spela in?

# TaReportLabelCompanyId
source: Company Id
et: Firma ID
fi: Yritystunnus
lt: Uzņēmuma ID
lv: Įmonės ID
ru: Идентификатор компании
sv: Företags ID

# TaShiftsOvertimeMinutes
source: Overtime Minutes
et: Ületunniprotokollid
fi: Ylityön minuutit
lt: Virsstundu protokoli
lv: Viršvalandžių protokolai
ru: Минуты сверхурочной работы
sv: Övertidsminuter

# AdminTabName
source: Admin
lt: Admin (lt)
ru: Админ
sv: Administration

# LogTabName
source: Log
lt: Log (lt)
lv: Þurnâls
ru: Лог
sv: Logga

# FilterActiveShort
source: A
lt: A (lt)
ru: А
sv: en

# PermissionsArmingShort
source: A
et: Ä
lt: A(lt)
ru: А
sv: en

source: Validation
et: Validation (et)
lt: Validation (lt)
lv: Validâcija
ru: Validation (ru)
sv: Godkännande

# CommomStatus
source: Status
lt: Status (lt)
lv: Statuss
ru: Статус

# CommonFridayShort
source: Fr
et: R
ru: Пт

# CommonMondayShort
source: Mo
et: E
ru: Пн

# CommonSaturdayShort
source: Sa
et: L
ru: Суб

# CommonSundayShort
source: Su
et: P
ru: Вс

# CommonThursdayShort
source: Th
et: N
ru: Чт

# CommonTuesdayShort
source: Tu
et: T
ru: Вт

# CompaniesAddPartner
source: AddedPartner...
et: Lisa partner firma
lt: AddedPartner... (lt)
lv: Pievienots partneris ...
ru: Добавить партнера

# FilterDeactivatedShort
source: D
lt: D (lt)
ru: Д

# FilterFreeShort
source: F
et: V
lt: F (lt)
ru: Ф

# UsersSerial
source: SER + DK
lt: SER + DK (lt)
ru: SER + DK (ru)

# WorkTabName
source: T&A
et: Töö
lt: Work (lt)
lv: Darba
ru: Работа

# PermissionDefaultDisarmingShort
source: DD
et: VV
lt: DD(lt)
ru: DD(ru)

# PermissionsDefaultArmingShort
source: DA
et: VÄ
lt: DA(lt)
ru: DA(ru)

# PermissionsDisarmingShort
source: D
et: V
lt: D(lt)
ru: Д

source: Status
et: Staatus
lt: Statusas
lv: Statusu
ru: Статус

# ViewMyBOInfoMenu
source: Bo Info
et: Ho Info
lt: Bo Informacija
lv: Bo informâcija
ru: Bo Info (ru)

# ViewMyBOSceduleMenu
source: Bo Scedule
et: Ho ajastus
lt: Bo scenarijus
lv: Bo Grafiks
ru: Bo Scedule (ru)

# TAData
source: data
ru: данные

# TaBuildingCadsnrNo
source: CadastralNr
et: Katastritunnus
lt: KadastroNr
lv: Kadastra Nr
ru: CadastralN

# CardsSerDk
source: SER+DK
et: Seeria+DK
lt: SER+DK(lt)

# ViewMyLiveVideo
source: Live Video
lt: Live Video (lt)
lv: Tieðraides video

# buildingCustomer_Lv
source: Building customer
lv: Bûvniecîbas ierosinâtâjs

# chngetxt
source: change my language
lv: mainît manu valodu
