Repository: sumitvatsal/FoxSecT-A
Catalog: FoxSec.Web/Resources/Views/Shared/SharedStrings.*.resx
Languages: et, fi, lt, lv, ru, sv

# PermissionsChangingDefaultTimeZone
source: Changing default time zone...
et: Vaheta vaike aja grupp
fi: Oletusajan muuttaminen ...
lt: Changing default time zone...(lt)
lv: Notiek noklusçjuma laika joslas maiòa ...
ru: Изменение ВЗ поумолчанию...
sv: Ändra standard tidzon ...

# PermissionsCopyDataFrom
source: Copy data from
et: Kopeeri andmed õiguste grupist
fi: Kopioi tiedot osoitteesta
lt: Copy data from (lt)
lv: Kopçt datus no
ru: Скопировать данные с
sv: Kopiera data från

# PermissionsNameExistsError
source: Name already exists, please specify another name!
et: Nimi on juba olemas ,muuda nime
fi: Nimi on jo olemassa, kirjoita toinen nimi!
lt: Name already exists, please specify another name! (lt)
lv: Vârds jau pastâv, lûdzu, norâdiet citu vârdu!
ru: Name already exists, please specify another name! (ru)
sv: Namnet finns redan, var god ange ett annat namn!

# PermissionsNewPermissionGroupCreatingMessage
source: Creating new permission group...
et: Uue õiguste grupi tegemine
fi: Luo uusi luparyhmä ...
lt: Creating new permission group... (lt)
lv: Notiek jaunas atïauju grupas izveidoðana ...
ru: Создание группы доступа...
sv: Skapa ny behörighetsgrupp ...

# PermissionsNoBuildingObjectsTimeZonesSelected
source: Please select Building Objects and default Time Zone!
et: Valige vähemalt 1 ala või uks ja vaikimisi aja grupp
fi: Valitse Rakennusobjektit ja oletus aikavyöhyke!
lt: Please select Building Objects and default Time Zone! (lt)
lv: Lûdzu, atlasiet Bûvobjekti un noklusçjuma laika josla!
ru: Please select Building Objects and default Time Zone! (ru)
sv: Var god välj Byggnadsobjekt och standard tidzon!

# PermissionsNoGroupSelected
source: No group selected...
et: Grupp ei ole valitud
fi: Ryhmää ei valittu ...
lt: No group selected...(lt)
lv: Nav atlasîta neviena grupa..
ru: Нет выбраной группы...
sv: Ingen grupp vald ...

# PermissionsNoNameError
source: Pease specify name...
et: puudub nimi
fi: Pease määrittele nimi ...
lt: Pease specify name... (lt)
lv: Lûdzu, norâdiet vârdu ...
ru: Pease specify name... (ru)
sv: Pease anger namn ...

# PermissionsPermGroupInUse
source: user(s) use it! Be sure before change!
et: Õiguste grupp isikutel ksutauses ei saa kustutada
fi: Käyttäjät käyttävät sitä!
lt: user(s) use it! Be sure before change! (lt)
lv: lietotâjs (-i) izmanto to! Noteikti pirms izmaiòâm!
ru: user(s) use it! Be sure before change! (ru)
sv: Användare (er) använder det!

# PermissionsPermissionGroupDeletingMessage
source: Deleting permission group...
et: Õiguste grupi kustutamine....
fi: Luvatut ryhmän poistaminen ...
lt: Deleting permission group...(lt)
lv: Notiek atïauju grupas dzçðana ...
ru: Удаление группы доступа...
sv: Radering av behörighetsgrupp ...

# PermissionsPermissionGroupNoSelected
source: Please select permission group!
et: Vali õiguste grupp.....
fi: Valitse luparyhmä!
lt: Please select permission group! (lt)
lv: Lûdzu, atlasiet atïauju grupu!
ru: Выберите группу доступа
sv: Var god välj behörighetsgrupp!

# TimeZinesDeleteTitle
source: Delete time zone
et: Kustuta ajatsooni
fi: Poista aikavyöhyke
lt: Delete time zone (lt)
lv: Dzçst laika joslu
ru: Удалить ВЗ
sv: Ta bort tidszon

# TimeZonesAddNewTimeZone
source: Add new time zone
et: Lisada uus aja grupp
fi: Lisää uusi aikavyöhyke
lt: Add new time zone (lt)
lv: Pievienojiet jaunu laika joslu
ru: Добавить ВЗ
sv: Lägg till ny tidszon

# TimeZonesChangeNameTitle
source: Change time zone name
et: Lisada aja grupi nimi
fi: Vaihda aikavyöhykkeen nimi
lt: Change time zone name (lt)
lv: Mainît laika joslas nosaukumu
ru: Выберите новое имя ВЗ
sv: Ändra tidszonnamnet

# TimeZonesEditMessage
source: Edit time zone...
et: Muuda aja grupp
fi: Muokkaa aikavyöhykettä ...
lt: Edit time zone... (lt)
lv: Rediìçt laika joslu ...
ru: Редактирование ВЗ...
sv: Redigera tidszon ...

# TimeZonesNewTimeZone
source: New time zone
et: uus aja grupp
fi: Uusi aikavyöhyke
lt: New time zone (lt)
lv: Jauna laika josla
ru: Новая ВЗ.
sv: Ny tidszon

# TimeZonesNoCheckedError
source: At least one day in group should be checked
et: Vähemalt 1 nädalapäev peab olea valitud
fi: Vähintään yksi päivä ryhmässä on tarkistettava
lt: At least one day in group should be checked (lt)!
lv: Jâpârbauda vismaz viena diena grupâ !
ru: Выберите день.
sv: Minst en dag i gruppen bör kontrolleras

# TimeZonesSavingNewMessage
source: Saving new time zone...
et: Aja grupi salvestamine....
fi: Tallennetaan uusi aikavyöhyke ...
lt: Saving new time zone... (lt)
lv: Notiek jaunas laika joslas saglabâðana ...
ru: Сохранение ВЗ
sv: Spara ny tidszon ...

# TimeZonesSearch
source: Search time zone!
et: Otsida aja grupp
fi: Etsi aikavyöhyke!
lt: Search time zone! (lt)
lv: Meklçðanas laika josla!
ru: Поиск ВЗ
sv: Sök tidszon!

# UsersBtnGeneratePin
source: Generate PIN
et: Genereeri Pin-id
fi: Luo PIN-koodi
lt: Generate PIN (lt)
lv: Ìenerçt PIN
ru: Сгенерировать пин
sv: Generera PIN-kod

source: Accept all alarms all buildings
et: Kinnitada kõik häired kõigis hoonetes
fi: Hyväksy kaikki hälytykset kaikkiin rakennuksiin
lt: Accept all alarms all buildings (lt)
lv: Pieòemiet visas trauksmes un visas çkas
ru: Accept all alarms all buildings (ru)
sv: Acceptera alla larm alla byggnader

source: Accept all alarms own building
et: Kinnitada kõik häired omas hoones
fi: Hyväksy kaikki hälytykset oma rakennus
lt: Accept all alarms own building (lt)
lv: Pieòemiet visas trauksmes signâlus savâ çkâ
ru: Accept all alarms own building (ru)
sv: Acceptera alla larms egna byggnader

source: Accept own alarms
et: Konnitada lubatud häired
fi: Hyväksy omat hälytykset
lt: Accept own alarms (lt)
lv: Pieòemiet savus trauksmes signâlus
ru: Accept own alarms (ru)
sv: Acceptera egna larm

# CardsFreeCards
source: Free cards
et: Vabad kaardid
fi: Vapaa kortit
lv: Brîvas kartes
ru: Свободные карты
sv: Gratis kort

# CommonAll
source: All
et: Kõik
fi: Kaikki
lt: All (lt)
lv: Visi
ru: Все
sv: Allt

# CommonAllow
source: Allow
et: Luba
fi: Sallia
lt: Allow (lt)
lv: Atïauj
ru: Разрешить
sv: Tillåta

# CommonNoRecordsFound
source: No records found
et: Kirjeid ei leitud
fi: Merkintöjä ei löydy
lt: No records found (lt)
lv: Ieraksti nav atrasti
ru: Не найдено
sv: Inga uppgifter funna

# CommonRecordsFound
source: records found
et: leitud kirjeid
fi: Löytyi
lt: records found (lt)
lv: atrasti ieraksti
ru: найдено записей
sv: Register hittades

# CommonPerPage
source: per page
et: Leheküljel
fi: per sivu
lt: per page (lt)
lv: vienâ lappusç
ru: на странице
sv: per sida

source: Full arming all buildings
et: Luba valvestada kõiki alasid
fi: Kaikkien rakennusten täydellinen asentaminen
lt: Full arming all buildings (lt)
lv: Pilnîga visu çku apbruòoðana
ru: Все здания под охрану
sv: Full armning alla byggnader

source: Full arming own building
et: Luba valvestada alasid oma hoones
fi: Täysin aseistava oma rakennus
lt: Full arming own building (lt)
lv: Pilna apbruòoðana
ru: Свои здания под охрану
sv: Fullt beväpnad egen byggnad

# FullDisarmingAllBuldings
source: Full disarming all buildings
et: Luba valvest ära kõiki alasid
fi: Koko aseistariisoi kaikki rakennukset
lt: Full disarming all buildings (lt)
lv: Pilnîga visu çku atbruòoðana
ru: Снять охрану всех зданий
sv: Fullständig avväpning av alla byggnader

source: Full disarming own building
et: Luba valvest öra kõiki alasid oma hoons
fi: Koko aseistariisunta oma talo
lt: Full disarming own building (lt)
lv: Pilnîga savas çkas atbruòoðana
ru: Снять охрану своих зданий
sv: Fullständigt avväpnande egen byggnad

source: Guard minmal all buildings
et: Valvur minimaalne kõigis hoonetes
fi: Suojaa kaikki rakennukset
lt: Guard minmal all buildings (lt)
lv: Sargâjiet minimâli visas çkas
ru: Охранник с минимальными правами для всех зданий
sv: Bevak minmal alla byggnader

source: Guard minmal own building
et: Valvur minimaalne oma hoones
fi: Vartija on oma rakennus
lt: Guard minmal own building (lt)
lv: Sargs minimâla sava çka
ru: Охранник с минимальными правами для всех своих зданий
sv: Bevaka minmal egen byggnad

source: Installer all buildings
et: Installer
fi: Asenna kaikki rakennukset
lt: Installer all buildings (lt)
lv: Instalçjiet visas çkas
ru: Установить все здания
sv: Installera alla byggnader

source: Installer own building
et: Installer omas majas
fi: Asentajan oma rakennus
lt: Installer own building (lt)
lv: Instalçtâja paða çka
ru: Установить свои здания
sv: Installatörens egen byggnad

# PermissionGropupsAddNew
source: Add new permission group
et: Lisa uus õiguste grupp
fi: Lisää uusi luparyhmä
lt: Add new permission group (lt)
lv: Pievienojiet jaunu atïauju grupu
ru: Добавить группу доступа
sv: Lägg till ny behörighetsgrupp

# PermissionsSelectPermissionGroupOption
source: - Select permission group -
et: - Vali õiguste grupp
fi: - Valitse luparyhmä -
lt: - Select permission group - (lt)
lv: - Atlasiet atïauju grupu -
ru: - Выберите группу доступа -
sv: - Välj behörighetsgrupp -

source: Unlock keypads all buildings
et: Lukust lahti kõik sõrmistikud
fi: Avaa näppäimistö kaikki rakennukset
lt: Unlock keypads all buildings (lt)
lv: Atbloíçjiet visu çku tastatûru
ru: Unlock keypads all buildings (ru)
sv: Lås upp knappsatserna alla byggnader

source: Unlock keypads own building
et: Lukust lahti oma maja sõrmistikud
fi: Avaa näppäimistöjen oma rakennus
lt: Unlock keypads own building (lt)
lv: Atbloíçjiet paðu tastatûru
ru: Разблокировать клавиатуру на своем здании
sv: Lås upp tangentbordets egen byggnad

# ViewAdministrationMenu
source: Administration menu
et: Administreerimine
fi: Hallinta-valikko
lt: Administration menu (lt)
lv: Administrâcijas izvçlne
ru: Администрация
sv: Administrationsmeny

# ViewBuildingsMenu
source: Administration -> Buildings menu
et: Administreerimine -> Hoonete menüü
fi: Hallinta -&gt; Rakennukset-valikko
lt: Administration -> Buildings menu (lt)
lv: Administrâcija -> Çku izvçlne
ru: Администрация -> Buildings menu (ru)
sv: Administration -&gt; Byggnadsmeny

# ViewCardsMenu
source: Cards menu
et: Kaardi menüü
fi: Kortit-valikosta
lt: Cards menu (lt)
lv: kartes izvçlne
ru: Карты
sv: Kortmeny

# ViewCardTypeMenu
source: Administration -> Card Types menu
et: Administreerimine-> Kaardi tüübi menüü
fi: Hallinta -&gt; Korttityyppien valikko
lt: Administration -> Card Types menu (lt)
lv: Administrâcija -> Karðu veidu izvçlne
ru: Администрация -> Card Types menu (ru)
sv: Administration -&gt; Korttyper meny

# ViewClassifierMenu
source: Administration -> Settings menu
et: Administreerimine ->Menüü Seaded
fi: Hallinta -&gt; Asetukset-valikko
lt: Administration -> Settings menu (lt)
lv: Administrâcija -> Iestatîjumu izvçlne
ru: Администрация -> Settings menu (ru)
sv: Administration -&gt; Inställningsmenyn

# ViewCompanyMenu
source: Administration -> Companies menu
et: Administreerimine-> Firma menüü
fi: Hallinta -&gt; Yritykset-valikko
lt: Administration -> Companies menu (lt)
lv: Administrâcija -> uzòçmumu izvelne
ru: Администрация -> Companies menu (ru)
sv: Administration -&gt; Företagets meny

# ViewDepartmentMenu
source: Administration -> Departments menu
et: Administreerimine-> Osakonnad menüü
fi: Hallinta -&gt; Osastot-valikko
lt: Administration -> Departments menu (lt)
lv: Administrâcija -> Nodaïas izvelne
ru: Администрация -> Departments menu (ru)
sv: Administration -&gt; Avdelningar meny

# ViewHolidayMenu
source: Administration -> Holidays menu
et: Administreerimine -> pühadmenüü
fi: Hallinta -&gt; Lomat-valikko
lt: Administration -> Holidays menu (lt)
lv: Administrâcija -> Brîvdienu izvelne
ru: Администрация -> Holidays menu (ru)
sv: Administration -&gt; Semestermeny

# ViewLogMenu
source: Log menu
et: log menüü
fi: Loki-valikko
lt: Log menu (lt)
lv: Þurnâla izvçlne
ru: Лог
sv: Loggmeny

# ViewMyAccountMenu
source: My account menu
et: Minu asjad menüü
fi: Oma tili -valikko
lt: My account menu (lt)
lv: My konta izvçlne
ru: Мой аккаунт
sv: Min konto meny

# ViewMyCompanyMenu
source: Administration -> My Company menu
et: Administreerimine -> minu firma menüü
fi: Hallinta -&gt; Oma yritys -valikko
lt: Administration -> My Company menu (lt)
lv: Administrâcija -> Mana uzòçmuma izvçlne
ru: Administration -> My Company menu (ru)
sv: Administration -&gt; Min företagsmeny

# ViewPeopleMenu
source: Users menu
et: Isikute menüü
fi: Käyttäjät-valikko
lt: Users menu (lt)
lv: Lietotâju izvçlne
ru: Меню пользователя
sv: Användarmenyn

# ViewPermissionMenu
source: Permissions menu
et: Õiguste grupi menüü
fi: Käyttöoikeudet -valikko
lt: Permissions menu (lt)
lv: Atïauju izvçlne
ru: Меню доступа
sv: Tillståndsmenyn

# ViewRoleManadgmentMenu
source: Administration -> Role Management menu
et: Administreerimine -> Rolli muutus menüü
fi: Hallinta -&gt; Roolihallinta-valikko
lt: Administration -> Role Management menu (lt)
lv: Administrâcija -> Lomu pârvaldîbas izvçlne
ru: Администрация -> Управление ролями
sv: Administration -&gt; Rollhanteringsmenyn

# ViewTimeZoneMenu
source: Time Zones menu
et: Aja grupid menüü
fi: Aikavyöhykevalikko
lt: Time Zones menu (lt)
lv: Laika joslu izvçlne
ru: Меню Временной зоны
sv: Tidszoner menyn

# ViewTitleMenu
source: Administration -> Titles menu
et: Administreerimine -> Ametid menüü
fi: Hallinta -&gt; Nimikkeet-valikko
lt: Administration -> Titles menu (lt)
lv: Administrâcija -> Nosaukumu izvçlne
ru: Администрация ->Меню заглавий
sv: Administration -&gt; Titlar-menyn

# CardsActivatingMessage
source: Activating cards...
et: Kaardi aktiveerimine...
fi: Korttien aktivointi ...
lt: Activating cards... (lt)
lv: Notiek karðu aktivizçðana ...
ru: Активирование карт
sv: Aktiverar kort ...

# CardsDeactivatingMessage
source: Deactivate cards...
et: Kaartide deaktiveerimine...
fi: Poista kortit käytöstä ...
lt: Deactivate cards...(lt)
lv: Deaktivizçt kartes ...
ru: Деактивирование карт
sv: Inaktivera kort ...

# CommonNoReasonSelectedMessage
source: Reason should be selected!
et: Põhjus peab olema valitud
fi: Syytä pitäisi valita!
lt: Reason should be selected! (lt)
lv: Jâizvçlas iemesls!
ru: Укажите причину
sv: Anledningen bör väljas!

# DeleteVisitor
source: Are you sure? You want to delete this Visitor.
et: Oled sa kindel? Soovite selle külastaja kustutada.
fi: Oletko varma? Haluat poistaa tämän Visitorin.
lt: Are you sure? You want to delete this Visitor. (lt)
lv: Vai tu esi pârliecinâts? Jûs vçlaties izdzçst ðo apmeklçtâju.
ru: Уверены ли вы? Вы хотите удалить этого посетителя.
sv: Är du säker? Du vill ta bort denna besökare.

# UsersCardsDeactivating
source: Cards deactivating
et: Kaartide deaktiveerimine
fi: Kortit poistetaan käytöstä
lt: Cards deactivating (lt)
lv: Kartes tiek deaktivizçtas
ru: Деактивирование карт
sv: Kort deaktiverar

# UsersActivatingUsersTitle
source: Activating users
et: Isikute aktiveerimine
fi: Käyttäjien aktivointi
lt: Activating users (lt)
lv: Lietotâju aktivizçðana
ru: Активировать пользователя
sv: Aktivera användare

# UsersDeactivatingUsersTitle
source: Deactivating users
et: Deaktiveeri isikud
fi: Käyttäjien poistaminen käytöstä
lt: Deactivating users(lt)
lv: Lietotâju deaktivizçðana
ru: Деактивирование пользователя...
sv: Inaktivera användare

# UsersIncorrectPinErrorMessage
source: PIN should be 4-digit numeric or empty. Spaces are not allowed!
et: PIN peab olema 4- numbrit tühikud ei ole lubatud
fi: PIN-koodin on oltava nelinumeroinen numeerinen tai tyhjä.
lt: PIN should be 4-digit numeric or empty. Spaces are not allowed! (lt)
lv: PIN ir jâbût èetrciparu skaitlim vai tukðam. Atstarpes nav atïautas!
ru: PIN should be 4-digit numeric or empty. Spaces are not allowed! (ru)
sv: PIN-koden ska vara fyrsiffrig numerisk eller tom.

# CommonDataSavedMessage
source: Saved
et: Salvestatud
fi: Tallennetut
lt: Saved (lt)
lv: Saglabâts
ru: Сохранено
sv: sparad

# UsersPasswordErrorMessage
source: Password should contain at least 6 symbols with lower-case and upper-case letters and one digit!
et: Salasõna peab sisaldma 6 sümbolit,suurt ja väikest tähte ning numbrit
fi: Salasanassa on oltava vähintään 6 merkkiä, joissa on pienikokoisia ja isoja kirjaimia sekä yksi numero.
lt: Password should contain at least 6 symbols with lower-case and upper-case letters and one digit! (lt)
lv: Parolç jâbût vismaz 6 simboliem ar mazajiem un lielajiem burtiem un vienu ciparu!
ru: Пароль должен содержать не менее 6 символов с строчными и прописными буквами и одной цифрой!
sv: Lösenordet ska innehålla minst 6 symboler med små bokstäver och stor bokstäver och en siffra!

# UsersDirectManager
source: Direct manager
et: Otsene juht
fi: Suora johtaja
lt: Direct manager (lt)
lv: Tieðais vadîtâjs
ru: Direct manager (ru)
sv: Närmaste chef

# PermissionGetDefaultTimeZone
source: Get default Time Zone for current permission group
et: Õiguste grupile vaikimisi aja grupp
fi: Hanki nykyinen luparyhmän oletusalue
lt: Get default Time Zone for current permission group (lt)
lv: Iegûstiet noklusçjuma laika joslu paðreizçjai atïauju grupai
ru: Get default Time Zone for current permission group (ru)
sv: Hämta standard tidzon för nuvarande behörighetsgrupp

# CompaniesEqualBildingsErrorMessage
source: You can not select two or more equal buildings!
et: Ei saav valida kahte sama hoonet
fi: Et voi valita kahta tai useampaa samanarvoista rakennusta!
lt: You can not select two or more equal buildings! (lt)
lv: Jûs nevarat atlasît divas vai vairâkas vienâdas çkas!
ru: Вы не божете выбрать два или больше одинаковых зданий
sv: Du kan inte välja två eller flera lika byggnader!

# RolesAlreadyExists
source: Role with the same name already exists!
et: Roll on juba olemas
fi: Rooli, jolla on sama nimi, on jo olemassa!
lt: Role with the same name already exists! (lt)
lv: Loma ar tâdu paðu nosaukumu jau pastâv!
ru: Рольс таким именем уже существует
sv: Roll med samma namn finns redan!

# RolesRoleType
source: Role type
et: Rolli tüüp
fi: Roolityyppi
lt: Role type (lt)
lv: Lomas veids
ru: Тип роли
sv: Rolltyp

# RolesDeletingMessage
source: Delete role
et: Kustuta roll
fi: Poista rooli
lt: Delete role (lt)
lv: Dzçst lomu
ru: Удалить роль
sv: Radera rollen

# RolesRoleAlreadyAssigned
source: This role is already assigned for users :
et: Seda rolli kasutavad isiud
fi: Tämä rooli on jo määritetty käyttäjille:
lt: This role is already assigned for users : (lt)
lv: Ðî loma jau ir pieðíirta lietotâjiem:
ru: Роль уже дана пользователям:
sv: Denna roll är redan tilldelad för användare:

# GlobalSearchEntityType
source: Entity type
et: Entity type (et)
fi: Entitytyyppi
lt: Entity type (lt)
lv: Uzòçmuma tips
ru: Entity type (ru)
sv: Entitetstyp

# GlobalSearchGoToUser
source: Go to user
et: Liikuda Isikule
fi: Siirry käyttäjäksi
lt: Go to user (lt)
lv: Pâriet pie lietotâja
ru: к пользователю
sv: Gå till användaren

# CardsUserHasNotBuildingsErrorMessage
source: Current user has not buildings. This user can not add card.
fi: Nykyisellä käyttäjällä ei ole rakennuksia.
sv: Nuvarande användare har inga byggnader.

# CardsNotSuitableCardMessage
source: Entered card can not be moved to selected building!
et: Sisestatud kaarti ei saa omistada valitud hoonele
fi: Rekisteröityä korttia ei voi siirtää valittuun rakennukseen!
lt: Entered card can not be moved to selected building! (lt)
lv: Ievadîto karti nevar pârvietot uz izvçlçto çku!
ru: Данная карта не может быть перемещена в данное здание
sv: Inmatat kort kan inte flyttas till vald byggnad!

# CardsCardsNotMovedError
source: Cards can not be moved. Selected company doesn't contain cards building
et: Kaarti ei muudetud,alitud firma ei oma kaarte
fi: Kortteja ei voi siirtää.
lt: Cards can not be moved. Selected company doesn't contain cards building (lt)
lv: Kartes nevar pârvietot. Atlasîtajâ uzòçmumâ nav karðu veidoðanas
ru: Cards can not be moved. Selected company doesn't contain cards building (ru)
sv: Kort kan inte flyttas.

source: Cards moved
et: Kaardid muudetud
fi: Kortit siirrettiin
lt: Cards moved (lt)
lv: Kartes pârvietotas
ru: Карта перемещена
sv: Kort flyttas

# UserLanguageEnglish
source: English
fi: Englanti
lt: English (lt)
lv: Angïu
ru: Англиский
sv: engelsk

# UserLanguageEstonian
source: Estonian
et: Eesti
fi: Virolainen
lt: Estonian (lt)
lv: Igauòu
ru: Эстонский
sv: estniska

# UserLanguageLatvian
source: Latvian
fi: Latvialainen
lt: Latvian (lt)
lv: Latvieðu
ru: Латвийский
sv: lettisk

# UserLanguageLithuanian
source: Lithuanian
fi: liettualainen
lt: Lithuanian (lt)
lv: Lietuvieðu
ru: Литовский
sv: litauisk

# UserLanguageRussian
source: Russian
fi: Venäjän kieli
lt: Russian (lt)
lv: Krievu
ru: Русский
sv: ryska

# CompaniesEmptyBuildingSelected
source: You can not select empty building
et: Ei saa hoonet valimata jätta
fi: Et voi valita tyhjää rakennusta
lt: You can not select empty building (lt)
lv: Jûs nevarat atlasît tukðu çku
ru: Нельзя выбрать пустое здание
sv: Du kan inte välja tom byggnad

source: Buildings
et: Hooned
fi: Rakennukset
lt: Buildings (lt)
lv: Çkas
ru: Здания
sv: Byggnader

source: Card Code
et: Kaardi Kood
fi: Kortin koodi
lt: Card code (lt)
lv: Kartes kods
ru: Код карты
sv: Kortnummer

source: Cards
et: Kaardid
fi: Kortit
lt: Cards (lt)
lv: Kartes
ru: Карты
sv: kort

# CardType
source: Car Type
et: Kaardi tüüp
fi: Korttityyppi
lt: Card type (lt)
lv: Kartes tips
ru: Тип карты
sv: Kort typ

source: Contact
et: Kontakt
fi: Ottaa yhteyttä
lt: Contact (lt)
lv: Kontaktpersona
ru: Контакт
sv: Kontakta

source: Department
et: Osakond
fi: osasto
lt: Department (lt)
lv: nodaïa
ru: Отдел
sv: Avdelning

source: Departments
et: Osakonnad
fi: osastot
lt: Departments (lt)
lv: Nodaïas
ru: Отделы
sv: avdelningar

source: Manager
fi: johtaja
lt: Manager (lt)
lv: Vadîtâjs
ru: Менеджер
sv: Chef

source: Other
et: Muu
fi: muut
lt: Other (lt)
lv: Cits
ru: Другое
sv: Andra

source: Personal
et: Isiklik
fi: henkilökohtainen
lt: Personal (lt)
lv: Personîga
ru: Персонал
sv: Personlig

source: Personal data
et: Isiku andmed
fi: Henkilökohtaiset tiedot
lt: Personal data (lt)
lv: Personas dati
ru: Персональные данные
sv: Personlig information

source: Roles
et: Rollid
fi: roolit
lt: Roles (lt)
lv: Loma
ru: Роли
sv: roller

source: User rights
et: Isiku Õigused
fi: Käyttäjän oikeudet
lt: User rights (lt)
lv: Lietotâju tiesîbas
ru: Права пользователя
sv: Användarrättigheter

# Work
source: T&A
et: Töö
fi: T
lt: Work (lt)
lv: Darbs
ru: Работа
sv: T

# CommonDateFormat
source: Date should be in "dd.MM.yyyy" format
et: Kuupäeva formaat peab olema"dd.MM.yyyy"
fi: Päivä pitää olla muodossa &quot;dd.MM.yyyy&quot;
lt: Date should be in "dd.MM.yyyy" format (lt)
lv: Datumam jâbût formâtâ "dd.MM.gggg"
ru: Формат даты "dd.MM.yyyy"
sv: Datumet ska vara i formatet &quot;dd.MM.yyyy&quot;

# CommonBtnView
source: View
et: Vaade
fi: näkymä
lt: View (lt)
lv: Skats
ru: Вид
sv: Se

# TitlesTitleSaving
source: Title "{0}" saving...
et: Amet "{0}" salvestamine....
fi: Otsikko &quot;{0}&quot; säästää ...
lt: Title "{0}" saving... (lt)
lv: Nosaukums "{0}" saglabâjâs...
ru: Title "{0}" saving...(ru)
sv: Titel &quot;{0}&quot; sparar ...

# AccountNoActiveRole
source: Entered user doesn't have any active role!
et: Isik ei oma aktiivset rolli
fi: Käyttäjällä ei ole aktiivista roolia!
lt: Entered user doesn't have any active role! (lt)
lv: Ienâkoðajam lietotâjam nav aktîvas lomas.
ru: У пользователя нет активной роли!
sv: Inmatad användare har ingen aktiv roll!

# UsersRoleValidationPeriodError
source: Start date should be less or equal End date.
et: Alguskuuäev peab olema väiksem lõppkuupöevast
fi: Aloituspäivä tulisi olla pienempi tai yhtä suuri kuin päättymispäivä.
lt: Start date should be less or equal End date. (lt)
lv: sâkuma datumam jâbût mazâkam vai vienâdam ar beigu datumu.
ru: Начальная дата должна быть раньше конечной.
sv: Startdatumet ska vara mindre eller lika med Slutdatum.
