Repository: sumitvatsal/FoxSecT-A
Catalog: FoxSec.Web/Resources/Views/Shared/SharedStrings.*.resx
Languages: et, fi, lt, lv, ru, sv

# CommonConfirmMessage
source: Are you sure? You want to delete selected user(s).
et: Kas sa oled kindel?
fi: Oletko varma?
lt: Are you sure? (lt)
lv: Vai tu esi pârliecinâts?
ru: Вы уверены?
sv: Är du säker?

# CommonDefault
source: Default
et: Vaikimisi
fi: oletusarvo
lt: Default (lt)
lv: Noklusçjums
ru: По умолчанию
sv: Standard

# CommonDescription
source: Description
et: Pealkiri
fi: Kuvaus
lt: Description (lt)
lv: Apraksts
ru: Пояснение
sv: Beskrivning

# CommonStartTime
source: Start time
et: Algus aeg
fi: Aloitusaika
lt: Start time (lt)
lv: Sâkuma laiks
ru: Время начала
sv: Starttid

# CommonTimeZoneName
source: Time zone name
et: Aja grupi nimi
fi: Aikavyöhykkeen nimi
lt: Time zone name (lt)
lv: Laika joslas nosaukums
ru: Имя ВЗ
sv: Tidszonnamn

# CompaniesActivatingMessage
source: Activating company...
et: Firma aktiveerimine...
fi: Yrityksen aktivointi ...
lt: Activating company...(lt)
lv: Notiek uzòçmuma aktivizçðana ...
ru: Идет активирование компании
sv: Aktiverande företag ...

# CompaniesAdditionalInfo
source: Additional info
et: Lisa info
fi: Lisätietoja
lt: Additional info (lt)
lv: Papildus informâcija
ru: Дополнительная информация
sv: Ytterligare info

# CompaniesBtnActivateCompany
source: Activate company
et: Aktiveeri frma
fi: Aktivoi yritys
lt: Activate company (lt)
lv: Aktivizçt uzòçmumu
ru: Активирование компании
sv: Aktivera företag

# CompaniesBtnDeactivateCompany
source: Deactivate company
et: Deaktiveeri firma
fi: Poista yritys käytöstä
lt: Deactivate company (lt)
lv: Deaktivizçt uzòçmumu
ru: Деактивирование компании
sv: Inaktivera företag

# CompaniesBtnDeleteCompany
source: Delete company
et: Kustuta firma
fi: Poista yritys
lt: Delete company (lt)
lv: Dzçst uzòçmumu
ru: Удаление компании
sv: Ta bort företag

# CompaniesCompanyStatus
source: Company status
et: Firma staatus
fi: Yrityksen asema
lt: Company status (lt)
lv: Uzòçmuma statuss
ru: Статус компании
sv: Företagets status

# CompaniesDeletingMessage
source: Deleting companies...
et: Firma kustutamine...
fi: Yritysten poistaminen ...
lt: Deleting companies... (lt)
lv: Uzòçmumu dzçðana ...
ru: Удаление компаний
sv: Ta bort företag ...

# CompaniesDeletingPartnerMessage
source: Deleting partner
et: Partner firma kustutamine...
fi: Kumppanin poistaminen
lt: Deleting partner (lt)
lv: Dzçð partneri
ru: Удаление партнеров
sv: Radering av partner

# CompaniesSearch
source: Search company!
et: Firma otsing! (et)
fi: Etsi yritys!
lt: Search company! (lt)
lv: Meklçt uzòçmumu!
ru: Поиск компании
sv: Sök företag!

# DepartmentsDeletingMessage
source: Deleting departments...
et: Osakondade kustutamine..
fi: Yksiköiden poistaminen ...
lt: Deleting departments... (lt)
lv: Notiek nodaïas dzçðana ...
ru: Удаление Отделов
sv: Radera avdelningar ...

# RolesCreateRoleErrorMessage
source: Error creating role!
et: Rolli lisamis error
fi: Virhe luotaessa roolia!
lt: Error creating role! (lt)
lv: Kïûda, veidojot lomu!
ru: Ошибка создания роли
sv: Fel med att skapa roll!

# RolesDeleteRoleErrorMessage
source: Error deleting role!
et: Rolli kustutamis viga
fi: Virhe poistettaessa rooli!
lt: Error deleting role! (lt)
lv: Dzçðot lomu, radâs kïûda.
ru: Ошибка удаления роли
sv: Fel med att radera roll!

# RolesEditRoleErrorMessage
source: Error editing role!
et: Muuda roll
fi: Virheen muokkausrooli!
lt: Error editing role! (lt)
lv: Kïûda, rediìçjot lomu!
ru: Ошибка редактирования роли
sv: Fel med att redigera roll!

# RolesFoxsecAccess
source: Foxsec access
et: FoxSec õigused
fi: Foxsec-yhteys
lt: Foxsec access (lt)
lv: Piekïuve Foxsec
ru: Foxsec access (ru)
sv: Foxsec-åtkomst

# RolesMenuAccess
source: Web Tabs Access
et: FoxSec tabs juurdepääsu
fi: Foxsec-välilehdet
lt: Menu access (lt)
lv: Piekïuve izvçlnei
ru: Menu access (ru)
sv: Foxsec Tabs Access

# RolesMenuTitle
source: Menu title
et: Rollide menüüd
fi: Valikon nimi
lt: Menu title (lt)
lv: Izvçlnes nosaukums
ru: Заголовок меню
sv: Menyn titel

# RolesRoleAlreadyExists
source: Role with such name already exists!
et: Sama rolli nimi on juba olemas
fi: Rooli, jolla on tällainen nimi, on jo olemassa!
lt: Role with such name already exists! (lt)
lv: Loma ar ðâdu vârdu jau pastâv!
ru: Роль с таким именем уже существует
sv: Roll med sådant namn finns redan!

# RolesServiceTitle
source: Service title
et: Rolli pealkiri
fi: Palvelun otsikko
lt: Service title (lt)
lv: Pakalpojuma nosaukums
ru: Заголовок сервиса
sv: Tjänste titel

# TitlesCompany
source: Title company
et: Firma ametid
fi: Otsikkoyhtiö
lt: Title company (lt)
lv: Uzòçmuma nosaukums
ru: Title company (ru)
sv: Titelföretag

# TitlesName
source: Title name
et: Ametinimi
fi: Nimikkeen nimi
lt: Title name (lt)
lv: Virsraksta nosaukums
ru: Title name (ru)
sv: Titelnamn

# UsersCurUserPermGroupName
source: Current user permission group name
et: Isiku õiguste grupi nimi
fi: Nykyinen käyttäjän lupahenkilön nimi
lt: Current user permission group name (lt)
lv: Paðreizçjais lietotâja atïauju grupas nosaukums
ru: Имя текущей группы прав доступа
sv: Nuvarande användarbehörighetens gruppnamn

source: Joined User Name
et: Liitunud kasutaja nimi
fi: Liittynyt käyttäjänimi
lt: Joined User Name (lt)
lv: Pievienojâs lietotâja vârds
ru: Имя пользователя
sv: Anställd användarnamn

# UsersMessageAddUserPermGroup
source: Adding user permission group...
et: Lisada isikule õiguste grupp
fi: Käyttäjätuloryhmän lisääminen ...
lt: Adding user permission group... (lt)
lv: Notiek lietotâju atïauju grupas pievienoðana ...
ru: Добавление пользовательской группы доступа...
sv: Lägger till användarrättighetsgrupp ...

# UsersMessageChangeUserPermGroup
source: Changing user permission group...
et: Muuta isiku õiguste gruppi
fi: Käyttöoikeusryhmän muuttaminen ...
lt: Changing user permission group... (lt)
lv: Notiek lietotâju atïauju grupas mainîðana ...
ru: Изменение пользовательской группы доступа...
sv: Ändrar användarbehörighetsgrupp ...

# UsersMessageCreateUserPermGroup
source: Creating user permission group...
et: Isiku Õiguste grupi loomone.....
fi: Käyttäjäluetteloryhmän luominen ...
lt: Creating user permission group... (lt)
lv: Notiek lietotâju atïauju grupas izveidoðana ...
ru: Создание пользовательской группы доступа...
sv: Skapa användarrättighetsgrupp ...

# UsersMessageSaveUserPermGroup
source: Saving user permission group...
et: Isiku õigustegrupi salvestamine...
fi: Käyttäjätilihakemuksen tallentaminen ...
lt: Saving user permission group... (lt)
lv: Notiek lietotâju atïauju grupas saglabâðana ...
ru: Сохранение группы доступа
sv: Spara grupp för användarbehörighet ...

# CardsDeletingCards
source: Deleting cards
et: Kustuta kaardid
fi: Korttien poistaminen
lt: Deleting cards (lt)
lv: Karðu dzçðana
ru: Удаление карт
sv: Radera kort

# CommonDeleting
source: Deleting
et: Kustutamine
fi: poistaminen
lt: Deleting (lt)
lv: Dzçðana
ru: Удаление
sv: Radera

# CommonNumber
source: Number
fi: Määrä
lt: Number (lt)
lv: Skaits
ru: Номер
sv: siffra

# CommonSaving
source: Saving
et: Salvesta
fi: Tallentaa
lt: Saving (lt)
lv: Saglabât
ru: Сохранение
sv: Sparande

# CommonSelectAll
source: Select all!
et: Vali kõik!!!
fi: Valitse kaikki!
lt: Select all! (lt)
lv: Izvçlçties visus!
ru: Выбрать все
sv: Välj alla!

# CommonUpdate
source: Update
et: Uuenda
fi: Päivittää
lt: Update (lt)
lv: Atjauninât
ru: Update (ru)
sv: Uppdatering

# CompaniesActivatingTitle
source: Activating companies
et: Aktieeri firmad
fi: Yritysten aktivointi
lt: Activating companies (lt)
lv: Uzòçmumu aktivizçðana
ru: Активирование компании
sv: Aktiverande företag

# CompaniesCanUseOwnCards
source: Can use own cards
et: Võib kasutada oma kaarte
fi: Voit käyttää omia kortteja
lt: Can use own cards (lt)
lv: Var izmantot savas kartes
ru: Может использовать собственные карты
sv: Kan använda egna kort

# CompaniesCompanyTitle
source: Company title
et: Firma nimi
fi: Yrityksen nimi
lt: Company title (lt)
lv: Uzòçmuma nosaukums
ru: Заголовок компании
sv: Företagets titel

# CompaniesDeactivateConfirmation
source: All company users rights will be removed! Are you sure?
et: Kõikide firma iskute üigused kustutatakse ,olete kindel?
fi: Kaikki yrityksen käyttäjät oikeudet poistetaan!
lt: All company users rights will be removed! Are you sure? (lt)
lv: Visas uzòçmuma lietotâju tiesîbas tiks noòemtas! Vai tu esi pârliecinâts?
ru: Все права пользователей компании будут удалены. Вы уверены?
sv: Alla företagsanvändares rättigheter kommer att tas bort!

# CompaniesDeactivatingCompaniesMessage
source: Deactivating companies...
et: Firma deaktiveeritakse...
fi: Yritysten deaktivointi ...
lt: Deactivating companies... (lt)
lv: Uzòçmumu deaktivizçðana ...
ru: Деактивирование компании
sv: Deaktiverande företag ...

# CompaniesDeactivatingTitle
source: Deactivating companies
et: Firma deaktiveerimine
fi: Yritysten deaktivointi
lt: Deactivating companies (lt)
lv: Uzòçmumu deaktivizçðana
ru: Деактивирование компании
sv: Deaktiverande företag

# CompaniesDeletingTitle
source: Deleting companies
et: Firma kustutamine
fi: Yritysten poistaminen
lt: Deleting companies (lt)
lv: Uzòçmumu dzçðana
ru: Удаление компаний
sv: Ta bort företag

# CompaniesNoBuildingSelectedMessage
source: At least one building-floor pair should be selected!
et: Vähemalt 1 Hoone ja korrus peab olema valitud
fi: Vähintään yksi rakennuskerroksen pari olisi valittava!
lt: At least one building-floor pair should be selected! (lt)
lv: Jâizvçlas vismaz viens çkas un grîdas pâris!
ru: Хотя бы один этаж должен быть выбран.
sv: Minst ett bygggolvspar ska väljas!

# CompaniesSavingCompanyInfo
source: Saving company info...
et: Firm info salvestamine...
fi: Yritystietojen tallentaminen ...
lt: Saving company info... (lt)
lv: Notiek uzòçmuma informâcijas saglabâðana ...
ru: Сохранение Информации
sv: Spara företagsinformation ...

# DepartmentsDepartmentManagers
source: Department managers
et: Osakonna juhatajad
fi: Laitoksen johtajat
lt: Department managers (lt)
lv: Nodaïu vadîtâji
ru: Менеджер отдела
sv: Avdelningschefer

# DepartmentsBtnAddNew
source: Add new department
et: Lisa uus osakond
fi: Lisää uusi osasto
lt: Add new department (lt)
lv: Pievienojiet jaunu nodaïu
ru: Добавить отдел
sv: Lägg till ny avdelning

# DepartmentsBtnDelete
source: Delete department
et: Kustuta osakond
fi: Poista osasto
lt: Delete department (lt)
lv: Dzçst nodaïu
ru: Удалить отдел
sv: Ta bort avdelningen

# DepartmentsUserDepartmentDeletingMessage
source: User department deleting...
et: Isiku kustutamine osakonnast
fi: Käyttäjäosaston poistaminen ...
lt: User department deleting... (lt)
lv: Lietotâju nodaïa tiek dzçsta ...
ru: Удаление пользовательского отдела.
sv: Användaravdelningen raderar ...

# HolidaysDeletingMessage
source: Deleting holiday
et: Kustuta püha
fi: Lomien poistaminen
lt: Deleting holiday (lt)
lv: Brîvdienu dzçðana
ru: Удалить выходной
sv: Raderar semester

# TimeZonesRemovingMessage
source: Removing time zone...
et: Aja grupi eemaldamine...
fi: Aikavyöhykkeen poistaminen ...
lt: Removing time zone... (lt)
lv: Notiek laika joslas noòemðana ...
ru: Удаление ВЗ...
sv: Ta bort tidszon ...

# TitlesDeletingMessage
source: Deleting title
et: Kustuta amet
fi: Nimikkeen poistaminen
lt: Deleting title (lt)
lv: Notiek nosaukuma dzçðana
ru: Deleting title (ru)
sv: Radering av titel

# UsersActivatingUsersMessage
source: Activating users...
et: Isiku aktiveerimine....
fi: Käyttäjien aktivointi ...
lt: Activating users... (lt)
lv: Lietotâju aktivizçðana ...
ru: Активирование пользователя...
sv: Aktivera användare ...

# UsersDeactivatingUsersMessage
source: Deactivating users...
et: Isikute deaktiveerimine....
fi: Käyttäjien poistaminen käytöstä ...
lt: Deactivating users... (lt)
lv: Lietotâju deaktivizçðana ...
ru: Деактивирование пользователей...
sv: Inaktivering av användare ...

# UsersDeletingUsersMessage
source: Deleting users...
et: Isikute kustutamine....
fi: Käyttäjien poistaminen ...
lt: Deleting users... (lt)
lv: Notiek lietotâju dzçðana ...
ru: Удаление пользователей...
sv: Radera användare ...

# UsersUserStatus
source: User status
et: Isiku status
fi: Käyttäjän tila
lt: User status (lt)
lv: Lietotâja statuss
ru: Статус пользователя
sv: Användarstatus

# BtnActivate
source: Activate
et: Aktiveeri
fi: Aktivoida
lt: Activate (lt)
lv: Aktivizçt
ru: Активировать
sv: Aktivera

# BtnCreateNew
source: Create new
et: Lisa Uus
fi: Luo uusi
lt: Create new (lt)
lv: Izveidot jaunu
ru: Создать новую
sv: Skapa ny

# BtnDeleteGroup
source: Delete group
et: Kustuta grupp
fi: Poista ryhmä
lt: Delete group (lt)
lv: Dzçst grupu
ru: Удалить группу
sv: Radera grupp

# BtnExport
source: Export
et: Expordi
fi: Viedä
lt: Export (lt)
lv: Eksportçt
ru: Экспортировать
sv: Exportera

# BtnMove
source: Move
et: Liigu
fi: Liikkua
lt: Move (lt)
lv: Kustçties
ru: Переместить
sv: Flytta

# BtnNewDefaultTZ
source: New default TZ
et: Uus üldine aja grupp
fi: Uusi oletus TZ
lt: New default TZ (lt)
lv: Jauns noklusçjuma TZ
ru: Новая ВЗ по умолчанию
sv: Ny standard TZ

# BtnSaveChanges
source: Save changes
et: Salvesta muutused
fi: Tallenna muutokset
lt: Save changes (lt)
lv: Saglabât izmaiòas
ru: Сохранить изменения
sv: Spara ändringar

# CardsActivateCardBtn
source: Activate card
et: Aktiveeri kaart
fi: Aktivoi kortti
lt: Activate card (lt)
lv: Aktivizçt karti
ru: Активировать карту
sv: Aktivera kort

# CardsActivating
source: Activating cards
et: Kaardi aktiveerimine
fi: Korttien aktivointi
lt: Activating cards (lt)
lv: Aktivizçjoðâs kartes
ru: Активировать карты
sv: Aktivera kort

# CardsAddCardToNewUser
source: Add card to new user
et: Anda kaart uuele isikule
fi: Lisää uusi käyttäjä
lt: Add card to new user (lt)
lv: Pievienojiet karti jaunam lietotâjam
ru: Добавить карты новому пользователю
sv: Lägg till kort till ny användare

# CardsBackToFree
source: Back to free cards?
et: Tagasi vadesse kaartidesse?
fi: Takaisin ilmaisiin kortteihin?
lt: Back to free cards? (lt)
lv: Atpakaï pie tukðâm kartçm?
ru: Вернуть в свободные карты
sv: Tillbaka till gratis kort?

# CardsBtnAddToFreeCards
source: Add to free cards
et: Lisada vabade kaartide hulka
fi: Lisää ilmaisiin kortteihin
lt: Add to free cards (lt)
lv: Pievienojiet tukðâs kartçs
ru: Добавить свободные карты
sv: Lägg till gratis kort

# CardsBtnAddToNewUser
source: Add to new user
et: Lisada uus isik
fi: Lisää uusi käyttäjä
lt: Add to new user (lt)
lv: Pievienot jaunam lietotâjam
ru: Добавить новому пользователю
sv: Lägg till ny användare

# CardsCardFoundWithAnotherStatus
source: Card has been found in the database, but it's not suitable to the selected criteria.
et: Kaart leitud andmebaasist aga ei vasta etteantud kriteeriumitele
fi: Tietokantaan on löydetty kortti, mutta se ei sovi valitulle kriteerille.
lt: Card has been found in the database, but it's not suitable to the selected criteria. (lt)
lv: Karte ir atrasta datu bâzç, taèu tâ nav piemçrota atlasîtajiem kritçrijiem
ru: Карта существует, но не соотвецтвует критериям.
sv: Kort har hittats i databasen, men det är inte lämpligt för de valda kriterierna.

# CardsCardNotFoundErrorMesage
source: Card not found! Contact your building administrator.
et: Kaarti ei leitud ,kontakteeri administraatoriga
fi: Kortti ei löytynyt!
lt: Card not found! Contact your building administrator. (lt)
lv: Karte nav atrasta! Sazinieties ar çkas administratoru.
ru: Карта не найдена свяжитесь с администратором здания.
sv: Kort hittades inte!

# CardsCardNotFoundTitle
source: Card not found in the system!
et: Kaarti ei leitud!
fi: Korttia ei löydy järjestelmästä!
lt: Card not found in the system! (lt)
lv: Karte nav atrasts sistçmâ!
ru: Карта ненайдена в системе.
sv: Kort hittades inte i systemet!

# CardsCardNotFree
source: Card is not free
et: Kaart ei ole vaba
fi: Kortti ei ole ilmainen
lt: Card is not free (lt)
lv: Karte nav tukða
ru: Карта не свободна
sv: Kortet är inte ledigt

# CardsCardStatus
source: Card status
et: Kaardi staatus
fi: Kortin tila
lt: Card status (lt)
lv: Kartes statuss
ru: Статус карты
sv: Kortstatus

# CardsCardReason
source: Reason
et: Põhjus
fi: Syy
lt: Reason (lt)
lv: Iemesls
ru: Причина
sv: Anledning

# CardsClearSerDk
source: Clear SER+DK
et: Kustuta seeria+DK
fi: Tyhjennä SER DK
lt: Clear SER+DK (lt)
lv: Notîrît SER + DK
ru: очистить SER+DK (ru)
sv: Rensa SER DK

# CardsCode
source: Code
et: Kaardi kood
fi: Koodi
lt: Code(lt)
lv: Kods
ru: Код
sv: Koda

# CardsDeactivateCardBtn
source: Deactivate card
et: Deaktiveeri kaart
fi: Poista kortti käytöstä
lt: Deactivate card (lt)
lv: Deaktivizçt karti
ru: Деактивировать карту
sv: Inaktivera kort

# CardsDeactivating
source: Deactivating cards
et: Kaartide deaktiveerimine
fi: Korttien poistaminen käytöstä
lt: Deactivating cards (lt)
lv: Deaktivizçjoðâs kartes
ru: Деактивирование карты
sv: Deaktivering av kort

# CardsDeleteCardBtn
source: Delete card
et: Kustuta kaart
fi: Poista kortti
lt: Delete card (lt)
lv: Dzçst karti
ru: Удалить карту
sv: Ta bort kort

# CardsEditCard
source: Edit card
et: Muuda kaart
fi: Muokkaa korttia
lt: Edit card (lt)
lv: Rediìçt karti
ru: Редактирование катр
sv: Redigera kort

# CardsMoveCardBtn
source: Move card
et: Muuda kaart
fi: Siirrä korttia
lt: Move card (lt)
lv: Pârvietot karti
ru: Переместить карту
sv: Flytta kortet

# CardsMoving
source: Moving cards
et: Kaartide muutmine
fi: Siirrä kortteja
lt: Moving cards (lt)
lv: Pârcelðanâs kartes
ru: Перемещение карты
sv: Flytta kort

# CardsNewUserCreating
source: Creating new user...
et: Uue isiku loomine....
fi: Uuden käyttäjän luominen ...
lt: Creating new user... (lt)
lv: Notiek jauna lietotâja izveidoðana ...
ru: Создание нового пользователя
sv: Skapa ny användare ...

# CardsSearch
source: Search card!
et: Kaardi otsing
fi: Haku kortti!
lt: Search card! (lt)
lv: Meklçt karti!
ru: Поиск карты
sv: Sök kort!

# CardsSelectCompany
source: Select company
et: Vali firma
fi: Valitse yritys
lt: Select company (lt)
lv: Izvçlieties uzòçmumu
ru: Выберите компанию
sv: Välj företag

# CardTypesAddNew
source: Add new card type
et: Lisa uus kaardi tüüp
fi: Lisää uusi korttityyppi
lt: Add new card type (lt)
lv: Pievienojiet jaunu kartes veidu
ru: Добавить новый тип карты
sv: Lägg till ny korttyp

# CardTypeSaving
source: Saving Card type
et: Salvesta kaardi tüüp
fi: Tallennetaan korttityyppi
lt: Saving Card type (lt)
lv: Saglabât kartes tipu
ru: Сохранение
sv: Spara korttyp

# ClassifiersAddNew
source: Add new setting
et: Lisage uus seadeväärtus
fi: Lisää uusi asetusarvo
lt: Add new setting (lt)
lv: Pievienojiet jaunu iestatîjumu
ru: Добавить новый параметр
sv: Lägg till ny inställning

# ClassifiersAddNewClassifierValue
source: Add new setting value
et: Lisa uus omadus-põhjus
fi: Lisää uusi luokittelijaarvo
lt: Add new setting value (lt)
lv: Pievienojiet jaunu iestatîjuma vçrtîbu
ru: Добавить новое значение настройки
sv: Lägg till nytt inställningsvärde

# ClassifiersBackToClassificatorValues
source: Back to setting values
et: Tagasi seadistusväärtuste juurde
fi: Takaisin asetusarvoihin
lt: Back to setting values (lt)
lv: Atpakaï pie iestatîjumu vçrtîbâm
ru: Вернуться к настройке значений
sv: Återgå till inställningsvärden

# ClassifiersBackToClassifier
source: Back to setting
et: Tagasi seadistusse
fi: Takaisin asetukseen
lt: Back to setting (lt)
lv: Atpakaï pie iestatîjumiem
ru: Вернуться к настройке
sv: Tillbaka till inställningen

# ClassifiersBackToList
source: Back to setting list
et: Tagasi seadete nimekirja
fi: Takaisin asetusluetteloon
lt: Back to setting list (lt)
lv: Atpakaï iestatîjumu sarakstâ
ru: Вернуться к списку настроек
sv: Tillbaka till inställningslistan

# ClassifiersClassificatorValueDeleting
source: Deleting setting value
et: Seadistusväärtuse kustutamine
fi: Asetusarvon poistaminen
lt: Deleting setting value (lt)
lv: Notiek iestatîjuma vçrtîbas dzçðana
ru: Удаление значения настройки
sv: Radering av inställningsvärde

# ClassifiersClassifierValues
source: Setting values
et: Väärtuste seadmine
fi: Asetusarvot
lt: Setting values (lt)
lv: Iestatîðanas vçrtîbas
ru: Установка значений
sv: Ställa in värden

# ClassifiersDeleting
source: Deleting Setting
et: Seadistuse kustutamine
fi: Seadistuse kustutamine
lt: Deleting setting (lt)
lv: Notiek iestatîjuma dzçðana
ru: Удаление настроек
sv: Radering av inställning

# ClassifiersSaving
source: Setting saving
et: Omadus-põhjus salvestamine
fi: Asetusten tallentaminen
lt: Setting saving (lt)
lv: Iestatîðanas saglabâðana
ru: Сохранение настроек
sv: Spara inställningar

# ClassifiersSavingClassificatorValue
source: Setting value saving...
et: Omadus-põhjus salvestamine..
fi: Arvon säästöasetukset...
lt: Setting value saving...(lt)
lv: Notiek vçrtîbas saglabâðanas iestatîðana ...
ru: Настройки сохранения значений
sv: Värdesparringsinställningar...

# CommonComments
source: Comments
et: Kommentaarid
fi: Kommentit
lt: Comments (lt)
lv: Komentâri
ru: Комментарии
sv: kommentarer

# CommonDate
source: Date
et: Kuupäev
fi: Treffi
lt: Date (lt)
lv: Datums
ru: Дата
sv: Datum

# CommonDontShowDialog
source: Don't show this dialog
et: Ära näita seda
fi: Älä näytä tätä valintaikkunaa
lt: Don't show this dialog (lt)
lv: Nerâdît ðo dialogu
ru: Не показывать это сообщение
sv: Visa inte den här dialogen

# CommonFrom
source: From
et: Alates
fi: alkaen
lt: From (lt)
lv: No
ru: Начиная с
sv: Från

# CommonReason
source: Reason
et: Põhjus
fi: Syy
lt: Reason (lt)
lv: Iemesls
ru: Причина
sv: Anledning

# CommonSearch
source: Search
et: Otsi
fi: Hae
lt: Search (lt)
lv: Meklçt
ru: Поиск
sv: Sök

# CommonTo
source: To
et: Kuni
fi: jotta
lt: To (lt)
lv: Uz
ru: До
sv: Till

# CommonValue
source: Value
et: Väärtus
fi: Arvo
lt: Value (lt)
lv: Vçrtîba
ru: Значение
sv: Värde

# CommonWednesdayShort
source: We
et: K
fi: Me
ru: Ср
sv: Vi

# DepartmentsSavingMessage
source: Saving department
et: Osakonna salvestamine
fi: Säästöosasto
lt: Saving department (lt)
lv: Nodaïas saglabâðana
ru: Сохранение отдела
sv: Spara avdelning

# HolidaysBtnAddNew
source: Add new holiday
et: Lisa uus püha
fi: Lisää uusi loma
lt: Add new holiday (lt)
lv: Pievienot jaunu brîvdienu
ru: Добавить новый выходной
sv: Lägg till ny semester

# HolidaysHolidayDate
source: Holiday date
et: Püha kuupäev
fi: Loma päivä
lt: Holiday date (lt)
lv: brîvdienas datums
ru: День праздника
sv: Holiday datum

# HolidaysHolidaySaving
source: Saving holiday
et: Salvesta Püha
fi: Säästä lomaa
lt: Saving holiday (lt)
lv: Saglabât brîvdienas
ru: Сохранить выходной
sv: Sparar semester

# HolidaysHolidayTitle
source: Holiday title
et: Püha Nimi
fi: Loma otsikko
lt: Holiday title (lt)
lv: Brîvdienas nosaukums
ru: Название праздника
sv: Semester titel

# HolidaysMovingHoliday
source: Moving holiday
et: Liikuvad pühad
fi: Liikkuva loma
lt: Moving holiday (lt)
lv: Pârvietojas brîvdienas
ru: Переместить праздник
sv: Flytta semester

# LogsActivity
source: Activity
et: Sündmused
fi: aktiviteetti
lt: Activity (lt)
lv: Darbîba
ru: Активность
sv: Aktivitet

# LogsFilter
source: Filter
fi: Suodattaa
lt: Filter (lt)
lv: Filtrçt
ru: Фильтр
sv: Filtrera

# LogsFullShortAction
source: Display full/short log action
et: Kuva Täis/vaikimisi log
fi: Näytä täysi / lyhyt lokitapahtuma
lt: Display full/short log action (lt)
lv: Parâda pilnu / îsu þurnâla darbîbu
ru: Display full/short log action (ru)
sv: Visa full / kort loggåtgärd

# LogsNode
source: Node
fi: Solmu
lt: Node (lt)
lv: Mezgls
ru: Подсказка
sv: Nod

# LogsSearchLog
source: Search log!
et: Otsi logist
fi: Etsi loki!
lt: Search log! (lt)
lv: Meklçðanas þurnâls!
ru: Поиск лога.
sv: Sök logg!

# LogsShowDefault
source: Show DEFAULT log
et: Näta vaikimisi logi
fi: Näytä DEFAULT-loki
lt: Show DEFAULT log (lt)
lv: Râdît noklusçjuma þurnâlu
ru: Показать лог по умолчанию
sv: Visa DEFAULT logg

# LogsShowFull
source: Show FULL log
et: Näita kogu logi
fi: Näytä FULL loki
lt: Show FULL log (lt)
lv: Râdît PILNU þurnâlu
ru: Показать весь лог
sv: Visa FULL logg

# LogsUser
source: User
et: Isik
fi: käyttäjä
lt: User (lt)
lv: Lietotâjs
ru: Пользователь
sv: Användare
