Repository: sumitvatsal/FoxSecT-A
Catalog: FoxSec.Web/Resources/Views/Shared/SharedStrings.*.resx
Languages: et, fi, lt, lv, ru, sv

# LogMessageNode
source: Node is '{0}'.
et: Node on '{0}'. (et)
fi: Solmu on &#39;{0}&#39;.
lt: Node is '{0}'. (lt)
lv: Mezgls ir '{0}'.
ru: Закладка '{0}'.
sv: Node är &quot;{0}&quot;.

# LogMessageNodeChanged
source: Node is changed from '{0}' to '{1}'.
et: Node '{0}' tmuudeti '{1}'.
fi: Solmu muuttuu &#39;{0}&#39;: stä &#39;{1}&#39;.
lt: Node is changed from '{0}' to '{1}'. (lt)
lv: Mezgls ir manîts no '{0}' uz '{1}'.
ru: Закладка изменена с '{0}' на '{1}'.
sv: Nod ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageNumberChanged
source: Number is changed from '{0}' to '{1}'.
et: Number '{0}' muudeti '{1}'.
fi: Numeroa muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Number is changed from '{0}' to '{1}'. (lt)
lv: Numurs tiek mainîts no '{0}' uz '{1}'.
ru: Номер изменен с '{0}' на '{1}'.
sv: Numret ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageNumberField
source: Number is '{0}'.
et: Number on '{0}'.
fi: Numero on &#39;{0}&#39;.
lt: Number is '{0}'. (lt)
lv: numurs ir '{0}'.
ru: Номер '{0}'.
sv: Numret är &quot;{0}&quot;.

# LogMessageOrderIGroup
source: Order in group is '{0}'.
et: Order in group is '{0}'. (et)
fi: Ryhmän tilaus on &#39;{0}&#39;.
lt: Order in group is '{0}'. (lt)
lv: kârtîba grupâ ir '{0}'.
ru: Номер в очереди '{0}'.
sv: Beställningen i gruppen är &#39;{0}&#39;.

# LogMessageOrderInGroup
source: Order in group is '{0}'.
et: Order in group is '{0}'. (et)
fi: Ryhmän tilaus on &#39;{0}&#39;.
lt: Order in group is '{0}'. (lt)
lv: kârtîba grupâ ir '{0}'.
ru: Номер в группе '{0}'.
sv: Beställningen i gruppen är &#39;{0}&#39;.

# LogMessagePermissionGroupChanged
source: Permission Group '{0}' changed. Name changed from '{0}' to '{1}'.
et: Õiguste grupi '{0}' nimi '{0}' muudeti '{1}'.
fi: Käyttöluokka &quot;{0}&quot; muutettiin.
lt: Permission Group '{0}' changed. Name changed from '{0}' to '{1}'. (lt)
lv: Mainîta atïauju grupa '{0}'. Vârds mainîts no '{0}' uz '{1}'.
ru: Группа доступа '{0}' изменена. Имя изменено с '{0}' на '{1}'.
sv: Tillståndsgrupp &#39;{0}&#39; ändrad.

# LogMessagePermissionGroupCreated
source: Permission group '{0}' created.
et: Õiguste grupp '{0}' lisati
fi: Luvat-ryhmä &#39;{0}&#39; luotiin.
lt: Permission group '{0}' created. (lt)
lv: Atïauju grupa'{0}' izveidots.
ru: Группа доступа '{0}' создана
sv: Tillståndsgrupp &quot;{0}&quot; skapad.

# LogMessageRoleChanged
source: Role '{0}' is changed.
et: Roll '{0}' muudeti.
fi: Roolia &#39;{0}&#39; muutetaan.
lt: Role '{0}' is changed. (lt)
lv: Loma '{0}' mainîta.
ru: Роль '{0}' изменена.
sv: Rollen &#39;{0}&#39; ändras.

# LogMessageRoleCreated
source: Role '{0}' created.
et: Roll '{0}' lisati.
fi: Rooli &#39;{0}&#39; luotiin.
lt: Role '{0}' created. (lt)
lv: Loma '{0}' izveidota.
ru: Роль '{0}' создана.
sv: Rollen &#39;{0}&#39; skapad.

# LogMessageRoleDeleted
source: Role '{0}' is deleted.
et: Roll '{0}' kustutati.
fi: Rooli &#39;{0}&#39; poistetaan.
lt: Role '{0}' is deleted. (lt)
lv: Loma '{0}' dzçsta.
ru: Роль '{0}' удалена
sv: Rollen &#39;{0}&#39; raderas.

# LogMessageRoleType
source: Role Type is '{0}'.
et: Rolli tüüp '{0}'.
fi: Roolityyppi on &#39;{0}&#39;.
lt: Role Type is '{0}'. (lt)
lv: Lomas tips ir '{0}'.
ru: Тип роли '{0}'.
sv: Rolltyp är &#39;{0}&#39;.

# LogMessageRoleTypeChanged
source: Role Type is changed from '{0}' to '{1}'.
et: Rolli tüüp '{0}' muudeti '{1}'.
fi: Roolityyppiä muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Role Type is changed from '{0}' to '{1}'. (lt)
lv: Lomas tips ir mainîts no '{0}' uz '{1}'.
ru: Роль изменена с '{0}' на '{1}'.
sv: Rolltypen ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageSaturday
source: Saturday
et: Laupäev
fi: lauantai
lt: Saturday (lt)
lv: Sestdiena
ru: Суббота
sv: lördag

# LogMessageSerial
source: Serial is '{0}'.
et: Seeria: '{0}'.
fi: Sarja on &#39;{0}&#39;.
lt: Serial is '{0}'. (lt)
lv: Sçrija ir '{0}'.
ru: Серийный номер - '{0}'.
sv: Serien är &quot;{0}&quot;.

# LogMessageSerialChanged
source: Serial is changed from '{0}' to '{1}'.
et: Seeria: '{0}' muudeti '{1}'.
fi: Sarja muuttuu &#39;{0}&#39;: stä &#39;{1}&#39;.
lt: Serial is changed from '{0}' to '{1}'. (lt)
lv: Sçrija ir mainîta no '{0}' uz '{1}'.
ru: Серийный номер изменен с '{0}' на '{1}'.
sv: Serien ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageShowDefaultLog
source: Show default log is '{0}'.
et: Näita vaikimis log '{0}'.
fi: Näytä oletuspäiväkirja on &#39;{0}&#39;.
lt: Show default log is '{0}'. (lt)
lv: Râdît noklusçjuma þurnâlu ir '{0}'.
ru: Show default log is '{0}'. (ru)
sv: Visa standardlogg är &#39;{0}&#39;.

# LogMessageShowDefaultLogChanged
source: Show default log is changed from '{0}' to '{1}'.
et: Näita vaikimisi log '{0}' muudeti '{1}'.
fi: Näytä oletusloki muuttuu &#39;{0}&#39;: stä &#39;{1}&#39;.
lt: Show default log is changed from '{0}' to '{1}'. (lt)
lv: Râdît noklusçjuma þurnâlu tiek mainîts no'{0}' uz '{1}'.
ru: Show default log is changed from '{0}' to '{1}'. (ru)
sv: Visa standardlogg ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageShowFullLog
source: Show full log is '{0}'.
et: Näita kogu Log '{0}'.
fi: Näytä koko loki on &#39;{0}&#39;.
lt: Show full log is '{0}'. (lt)
lv: Râdît pilnu þurnâlu ir '{0}'.
ru: Show full log is '{0}'. (ru)
sv: Visa fullständig logg är &#39;{0}&#39;.

# LogMessageShowFullLogChanged
source: Show full log is changed from '{0}' to '{1}'.
et: Näita kogu log '{0}' muudeti '{1}'.
fi: Näytä koko loki muuttuu &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Show full log is changed from '{0}' to '{1}'. (lt)
lv: Râdît pilnu þurnâlu tiek mainîts no '{0}' uz '{1}'.
ru: Show full log is changed from '{0}' to '{1}'. (ru)
sv: Visa fullständig logg ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageStartDate
source: Start date is '{0}'.
et: Algus kuupäev '{0}'.
fi: Aloituspäivä on &#39;{0}&#39;.
lt: Start date is '{0}'. (lt)
lv: Sâkuma datums ir '{0}'.
ru: Дата начала '{0}'.
sv: Startdatumet är &#39;{0}&#39;.

# LogMessageSunday
source: Sunday
et: Pühapäev
fi: sunnuntai
lt: Sunday (lt)
lv: Svçtdiena
ru: Воскресенье
sv: söndag

# LogMessageThursday
source: Thursday
et: Neljapäev
fi: torstai
lt: Thursday (lt)
lv: Ceturtdiena
ru: Четверг
sv: torsdag

# LogMessageTimeZoneChangedActivated
source: Time Zone '{0}' changed. Time zone activated.
et: Aja grupp '{0}' aktiveeriti.
fi: Aikavyöhyke &quot;{0}&quot; muutettiin.
lt: Time Zone '{0}' changed. Time zone activated. (lt)
lv: Laika josla '{0}' ir mainîta. Laika josla aktivizçta.
ru: ВЗ '{0}' изменена. Активно.
sv: Tidzon &#39;{0}&#39; ändrad.

# LogMessageTimeZoneChangedDeActivated
source: Time Zone '{0}' changed. Time zone deactivated.
et: Aja grupp '{0}' deaktiveeriti.
fi: Aikavyöhyke &quot;{0}&quot; muutettiin.
lt: Time Zone '{0}' changed. Time zone deactivated. (lt)
lv: Laika josla '{0}' ir mainîta. Laika josla deaktivizçta.
ru: ВЗ '{0}' изменена. Неактивно
sv: Tidzon &#39;{0}&#39; ändrad.

# LogMessageTimeZoneCreated
source: Time zone '{0}' created.
et: Aja grupp '{0}' lisati.
fi: Aikavyöhyke &quot;{0}&quot; luotiin.
lt: Time zone '{0}' created. (lt)
lv: Laika josla '{0}' ir izveidota.
ru: ВЗ '{0}' создана.
sv: Tidzon &quot;{0}&quot; skapad.

# LogMessageTimeZoneDeleted
source: Time zone '{0}' deleted.
et: Aja grupp '{0}' kustutati.
fi: Aikavyöhyke &#39;{0}&#39; poistettu.
lt: Time zone '{0}' deleted. (lt)
lv: Laika josla '{0}' ir izdzçsta.
ru: ВЗ '{0}' удалена.
sv: Tidszonen &quot;{0}&quot; raderas.

# LogMessageTimeZoneId
source: TimeZoneID is '{0}'.
et: Aja grupi Id '{0}'.
fi: TimeZoneID on &#39;{0}&#39;.
lt: TimeZoneID is '{0}'. (lt)
lv: Laika joslas ID ir '{0}'.
ru: ВЗ ID-'{0}'.
sv: TimeZoneID är &#39;{0}&#39;.

# LogMessageTimeZoneNameChanged
source: Time Zone '{0}' changed. Name changed from '{0}' to '{1}'.
et: Aja grupi nimi '{0}' muudeti '{1}'.
fi: Aikavyöhyke &quot;{0}&quot; muutettiin.
lt: Time Zone '{0}' changed. Name changed from '{0}' to '{1}'. (lt)
lv: Laika josla '{0}' ir mainîta. Vârds mainîts no'{0}' uz '{1}'.
ru: Имя ВЗ измененно с '{0}' на '{1}'.
sv: Tidzon &#39;{0}&#39; ändrad.

# LogMessageTimeZonePropertyChanged
source: Time Zone Property '{0}' changed.
et: Aja grupi omadus '{0}' muudeti.
fi: Aikavyöhykkeen ominaisuus &quot;{0}&quot; muuttui.
lt: Time Zone Property '{0}' changed. (lt)
lv: Laika joslas îpaðums '{0}' mainîts.
ru: Свойство ВЗ '{0}' изменено.
sv: Tidszonegenskapen &#39;{0}&#39; har ändrats.

# LogMessageTimeZonePropertyCreated
source: Time Zone Property '{0}' created.
et: Aja grupp '{0}' lisati.
fi: Aika-alueen ominaisuus &quot;{0}&quot; luotu.
lt: Time Zone Property '{0}' created. (lt)
lv: Laika joslas îpaðums '{0}' ir izveidots.
ru: Свойство ВЗ '{0}' создано.
sv: Time Zone Property &#39;{0}&#39; skapades.

# LogMessageTitleChanged
source: Title '{0}' changed.
et: Amet '{0}'muudeti.
fi: Otsikko &#39;{0}&#39; muutettiin.
lt: Title '{0}' changed. (lt)
lv: Virsraksts '{0}' mainîts.
ru: Заголовок '{0}' изменен.
sv: Titel &#39;{0}&#39; ändrats.

# LogMessageTitleCreated
source: Title '{0}' created.
et: Amet '{0}' lisati.
fi: Otsikko &#39;{0}&#39; luotiin.
lt: Title '{0}' created. (lt)
lv: Nosaukums '{0}' izveidots.
ru: Заголовок '{0}' создан.
sv: Titel &#39;{0}&#39; skapad.

# LogMessageTitleDeleted
source: Title '{0}' deleted.
et: Amet '{0}' kustutati
fi: Otsikko &#39;{0}&#39; poistettu.
lt: Title '{0}' deleted. (lt)
lv: Nosaukums'{0}' izdzçsts.
ru: Заголовок '{0}' удален.
sv: Titel &quot;{0}&quot; raderas.

# LogMessageToDate
source: To date is '{0}'.
et: Kuupäev '{0}'.
fi: Tähän mennessä on &quot;{0}&quot;.
lt: To date is '{0}'. (lt)
lv: Lîdz ðim ir '{0}'.
ru: To date is '{0}'. (ru)
sv: Hittills är &quot;{0}&quot;.

# LogMessageToDateChanged
source: To date is changed from '{0}' to '{1}'.
et: Kuupäev '{0}' muudeti '{1}'.
fi: Tähän mennessä muuttuu &quot;{0}&quot; {1} &quot;.
lt: To date is changed from '{0}' to '{1}'. (lt)
lv: Lîdz ðim datums ir mainîts no '{0}' uz '{1}'.
ru: To date is changed from '{0}' to '{1}'. (ru)
sv: Hittills ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageTuesday
source: Tuesday
et: Teisipäev
fi: tiistai
lt: Tuesday (lt)
lv: Otrdiena
ru: Tuesday (ru)
sv: tisdag

# LogMessageUDCurrentDepartment
source: Current department is '{0}'.
et: Hetke osakond on '{0}'.
fi: Nykyinen osasto on &#39;{0}&#39;.
lt: Current department is '{0}'. (lt)
lv: Paðreizçjâ nodaïa ir '{0}'.
ru: Current department is '{0}'. (ru)
sv: Nuvarande avdelning är &quot;{0}&quot;.

# LogMessageUDCurrentDepartmentChanged
source: Current department is changed from '{0}' to '{1}'.
et: Hetke osakond '{0}' muudeti '{1}'.
fi: Nykyinen osasto muuttuu &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Current department is changed from '{0}' to '{1}'. (lt)
lv: Paðreizçjâ nodaïa tiek mainîta no '{0}' uz '{1}'.
ru: Current department is changed from '{0}' to '{1}'. (ru)
sv: Nuvarande avdelning ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageUDDepartmentManager
source: Department Manager is '{0}'.
et: Osakonna juht '{0}'.
fi: Osastopäällikkö on {0}.
lt: Department Manager is '{0}'. (lt)
lv: Departamenta vadîtâjs ir '{0}'.
ru: Department Manager is '{0}'. (ru)
sv: Avdelningschef är &quot;{0}&quot;.

# LogMessageUDDepartmentManagerChanged
source: Department Manager is changed from '{0}' to '{1}'.
et: Osakonna juht '{0}' muueti '{1}'. (et)
fi: Laitoksen johtaja muuttuu {0} &quot;{1}&quot;: ksi.
lt: Department Manager is changed from '{0}' to '{1}'. (lt)
lv: Nodaïas vadîtâjs tiek mainîts no '{0}' uz '{1}'.
ru: Department Manager is changed from '{0}' to '{1}'. (ru)
sv: Avdelningschef ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageUDDepartmentsForUserRemoved
source: Departments for user '{0}' removed.
et: Isiku osakond '{0}' eemaldati
fi: Käyttäjien {0} &quot;osastot poistettiin.
lt: Departments for user '{0}' removed. (lt)
lv: Lietotâja '{0}' nodaïas ir noòemtas.
ru: Departments for user '{0}' removed. (ru)
sv: Avdelningar för användaren &quot;{0}&quot; bort.

# LogMessageUPGForUserCreated
source: User Permission Group '{0}' for User '{1}' created.
et: Admin '{1}' lisas Isikule '{1}' õiguste grupi.
fi: Käyttäjäluvan ryhmä {{}} luotiin käyttäjälle {1}.
lt: User Permission Group '{0}' for User '{1}' created. (lt)
lv: Izveidota lietotâja '{1}' lietotâju atïauju grupa '{0}'.
ru: User Permission Group '{0}' for User '{1}' created. (ru)
sv: Användarbehörighetsgrupp &#39;{0}&#39; för användarens {1} &#39;skapad.

# LogMessageUser
source: User is '{0}'.
et: Isik '{0}'.
fi: Käyttäjä on &#39;{0}&#39;.
lt: User is '{0}'. (lt)
lv: Lietotâjs ir '{0}'.
ru: User is '{0}'. (ru)
sv: Användaren är &#39;{0}&#39;.

# LogMessageUserBuildingAdded
source: Building '{0}' room '{1}' added.
et: Hoones '{0}' valveala '{1}' lisatud.
fi: Rakennuksen &#39;{0}&#39; huone &#39;{1} lisätty.
lt: Building '{0}' room '{1}' added. (lt)
lv: Çka '{0}' telpa '{1}' pievienots.
ru: Building '{0}' room '{1}' added. (ru)
sv: Byggnad &quot;{0}&quot; rum &quot;{1}&quot; tillagd.

# LogMessageUserBuildingRemoved
source: Building '{0}' room '{1}' removed.
et: Hoones '{0}' valveale '{1}' eemaldatud.
fi: Rakennuksen &#39;{0}&#39; huone &#39;{1}&#39; poistettu.
lt: Building '{0}' room '{1}' removed. (lt)
lv: Çka '{0}' telpa '{1}' noòemts.
ru: Building '{0}' room '{1}' removed. (ru)
sv: Byggnad &quot;{0}&quot; rum &quot;{1}&quot; bort.

# LogMessageUserBuildingsChanged
source: Buildings for user '{0}' changed.
et: Isiku '{0}' hooned muudetud.
fi: Käyttäjien {0} &quot;rakennukset muuttuivat.
lt: Buildings for user '{0}' changed. (lt)
lv: Çkas lietotâjam '{0}' mainîts.
ru: Buildings for user '{0}' changed. (ru)
sv: Byggnader för användarens {0} &quot;ändrade.

# LogMessageUserDeleted
source: User '{0}' deleted.
et: Isik '{0}' kustutatud
fi: Käyttäjä &#39;{0}&#39; poistettu.
lt: User '{0}' deleted. (lt)
lv: Lietotajs '{0}' izdzçsts.
ru: User '{0}' deleted. (ru)
sv: Användaren &quot;{0}&quot; raderades.

# LogMessageUserDepartmentAssigned
source: Department '{0}' for User '{1}' assigned.
et: Isikule '{1}' lisatud osakond'{0}' .
fi: Osasto &#39;{0}&#39; käyttäjälle &#39;{1}&#39;.
lt: Department '{0}' for User '{1}' assigned. (lt)
lv: Nodaïa '{0}' lietotâjam '{1}' pieðíirts.
ru: Department '{0}' for User '{1}' assigned. (ru)
sv: Avdelning &#39;{0}&#39; för användarens {1} &#39;tilldelad.

# LogMessageUserDepartmentChanged
source: User Department '{0}' for user '{1}' changed.
et: Isiku '{1}' muudetud oskond '{0}'.
fi: Käyttäjäosaston &#39;{0}&#39; käyttäjälle {1} &#39;muutettiin.
lt: User Department '{0}' for user '{1}' changed. (lt)
lv: Mainîts lietotâja departaments '{0}' lietotâjam '{1}'.
ru: User Department '{0}' for user '{1}' changed. (ru)
sv: Användaravdelningen &quot;{0}&quot; för användarens &quot;{1}&quot; har ändrats.

# LogMessageUserNameChanged
source: User is changed from '{0}' to '{1}'.
et: Isik '{0}' muudeti '{1}'.
fi: Käyttäjää vaihdetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: User is changed from '{0}' to '{1}'. (lt)
lv: lietotâjs tiek mainîts no '{0}' uz '{1}'.
ru: User is changed from '{0}' to '{1}'. (ru)
sv: Användaren ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageUserPermissionGroupDeleted
source: User Permission Group '{0}' deleted.
et: Isiku õiguste grupp '{0}' kustutati.
fi: Käyttäjäluvan ryhmä &#39;{0}&#39; poistettu.
lt: User Permission Group '{0}' deleted. (lt)
lv: Lietotâju atïauju grupa '{0}' izdzçsts.
ru: User Permission Group '{0}' deleted. (ru)
sv: Användarbehörighetskoncernen &#39;{0}&#39; raderad.

# LogMessageUserPermissionGroupTimeZoneDeleted
source: User Permission group time zone for User permission group '{0}' deleted.
et: Kusutati Isiku õigusteaja grupp '{0}' .
fi: Käyttäjäluvan ryhmä-aikavyöhykkeen poistaminen Käyttäjätuloryhmästä &#39;{0}&#39; poistettiin.
lt: User Permission group time zone for User permission group '{0}' deleted. (lt)
lv: Lietotâju atïauju grupas laika josla lietotâja {0} grupai ir izdzçsta.
ru: User Permission group time zone for User permission group '{0}' deleted. (ru)
sv: Användarlicensgruppens tidszon för användarbehörighetsgrupp &quot;{0}&quot; raderad.

# LogMessageUserPermissionGroupTimeZoneFPGChanged
source: User Permission Group Time Zone for Permission group '{0}' and user '{1}' changed.
et: Isik '{1}' muudeti õiguste gruppi '{1}' .
fi: Käyttöluvan ryhmän &quot;{0}&quot; ja käyttäjän {1} &quot;Käyttöoikeusryhmän aikavyöhyke muuttui.
lt: User Permission Group Time Zone for Permission group '{0}' and user '{1}' changed. (lt)
lv: Mainîta lietotâju atïauju grupas laika josla atïauju grupai '{0}' un lietotâjam '{1}'.
ru: User Permission Group Time Zone for Permission group '{0}' and user '{1}' changed. (ru)
sv: Tidsgränsen för användarbehörighetstidgrupp för behörighetsgrupp &#39;{0}&#39; och användare &#39;{1}&#39; ändrad.

# LogMessageUserPermissionGroupTimeZoneFPGCreated
source: User Permission Group Time Zone for Permission group '{0}' and user '{1}' created.
et: Lisati õiguste gupp '{0}' isikule '{1}' .
fi: Käyttöoikeusryhmän aikavyöhyke luvan luokkaan {0} ja käyttäjä {1} luotiin.
lt: User Permission Group Time Zone for Permission group '{0}' and user '{1}' created. (lt)
lv: Izveidota lietotâju atïauju grupas laika josla atïauju grupai '{0}' un lietotâjam '{1}'.
ru: User Permission Group Time Zone for Permission group '{0}' and user '{1}' created. (ru)
sv: Tidszon för tillståndsgrupp &#39;{0}&#39; och användare &#39;{1}&#39; skapad.

# LogMessageUserPermissionGroupTimeZoneFUPGChanged
source: User Permission Group Time Zone for User Permission group '{0}' and user '{1}' changed.
et: Isikul '{1}' muudeti õiguste gruppi '{0}' .
fi: Käyttöluvan käyttäjäryhmän &quot;{0}&quot; ja käyttäjän {1} &quot;Käyttöoikeusryhmän aikavyöhyke muuttui.
lt: User Permission Group Time Zone for User Permission group '{0}' and user '{1}' changed. (lt)
lv: Lietotâju atïauju grupas laika josla mainîta lietotâju atïauju grupai '{0}' un lietotâjam '{1}'.
ru: User Permission Group Time Zone for User Permission group '{0}' and user '{1}' changed. (ru)
sv: Användartillstånd Gruppens tidszon för användarbehörighetsgrupp &#39;{0}&#39; och användarens {1} &#39;ändrad.

# LogMessageUserPermissionGroupTimeZoneFUPGCreated
source: User Permission Group Time Zone for User Permission group '{0}' and user '{1}' created.
et: Isikule '{1}' anti õiguste grupp '{0}' .
fi: Käyttöluvan käyttäjäryhmän {0} &#39;ja käyttäjän&#39; {1} &#39;luominen.
lt: User Permission Group Time Zone for User Permission group '{0}' and user '{1}' created. (lt)
lv: Lietotâju atïauju grupas laika josla izveidota lietotâju atïauju grupai '{0}' un lietotâjam '{1}'.
ru: User Permission Group Time Zone for User Permission group '{0}' and user '{1}' created. (ru)
sv: Användartillstånd Gruppens tidszon för användarbehörighetsgrupp &#39;{0}&#39; och användaren &#39;{1}&#39; skapad.

# LogMessageUserPermissionGroupTimeZoneFUPGDeleted
source: User Permission Group time zone for User Permission Group '{0}' and User '{1}' deleted.
et: Isikule '{1}' kustutati õiguste grupp '{0}' .
fi: Käyttäjien lupa-ryhmän aikavyöhyke käyttäjän luvan ryhmälle {0} ja käyttäjän {1} poistettu.
lt: User Permission Group time zone for User Permission Group '{0}' and User '{1}' deleted. (lt)
lv: Lietotâju atïauju grupas laika josla lietotâju atïauju grupai “{0}” un “{1}” ir izdzçsta.
ru: User Permission Group time zone for User Permission Group '{0}' and User '{1}' deleted. (ru)
sv: Användarlicensgruppens tidszon för användarbehörighetsgrupp &#39;{0}&#39; och användarens {1} &#39;raderad.

# LogMessageUserRemovedFromDepartment
source: User '{0}' is removed from department '{1}'.
et: Isik '{0}' eemaldati osakonnast'{1}'.
fi: Käyttäjä &#39;{0}&#39; poistetaan osastolta &#39;{1}&#39;.
lt: User '{0}' is removed from department '{1}'. (lt)
lv: Lietptâjs '{0}' tiek noòemts no nodaïas '{1}'.
ru: User '{0}' is removed from department '{1}'. (ru)
sv: Användaren &quot;{0}&quot; tas bort från avdelningen &quot;{1}&quot;.

# LogMessageUserTimeZoneCreated
source: New User Time Zone '{0}' for user '{1}' created.
et: Uus aja grupp '{0}' lisati '{1}' .
fi: Uusi käyttäjän aikavyöhyke {0}, joka luotiin käyttäjälle {1}.
lt: New User Time Zone '{0}' for user '{1}' created. (lt)
lv: Izveidota jauna lietotâja laika josla '{0}' lietotâjam '{1}'.
ru: New User Time Zone '{0}' for user '{1}' created. (ru)
sv: Ny användartidszon &quot;{0}&quot; för användaren &quot;{1}&quot; skapad.

# LogMessageUserTimeZoneForUserDeleted
source: User Time zone '{0}' for User '{1}' deleted.
et: Isikul '{1}' kustutati aja grupp'{0}' .
fi: Käyttäjän aikavyöhyke &#39;{0}&#39; käyttäjälle {1} &#39;poistettu.
lt: User Time zone '{0}' for User '{1}' deleted. (lt)
lv: Lietotâja laika josla '{0}' lietotâjam '{1}' ir izdzçsta.
ru: User Time zone '{0}' for User '{1}' deleted. (ru)
sv: Användartidszon &quot;{0}&quot; för användarens {1} &quot;raderas.

# LogMessageUserTimeZoneName
source: User Time Zone is '{0}'.
et: Isiku aja grupp on '{0}'.
fi: Käyttäjän aikavyöhyke on &#39;{0}&#39;.
lt: User Time Zone is '{0}'. (lt)
lv: Lietotâja laika josla ir '{0}'.
ru: User Time Zone is '{0}'. (ru)
sv: Användartidssonen är &#39;{0}&#39;.

# LogMessageUserTimeZoneNameChanged
source: User Time Zone is changed from '{0}' to '{1}'.
et: Isiku aja grupp '{0}' muudeti '{1}'.
fi: Käyttäjän aikavyöhykettä muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: User Time Zone is changed from '{0}' to '{1}'. (lt)
lv: Lietotâja laika josla tiek mainîta no '{0}' uz '{1}'.
ru: User Time Zone is changed from '{0}' to '{1}'. (ru)
sv: Användartidszonen ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageUserValueChanged
source: User is changed from '{0}' to '{1}'.
et: Isik '{0}' muudeti '{1}'.
fi: Käyttäjää vaihdetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: User is changed from '{0}' to '{1}'. (lt)
lv: Lietotâjs tiek mainîts no '{0}' uz '{1}'.
ru: User is changed from '{0}' to '{1}'. (ru)
sv: Användaren ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageUTZPropertyforUTZCreated
source: User Time Zone Property for User Time Zone '{0}' for User '{1}' created.
et: Isikule '{1}' lisati aja grupi '{0}' omadus
fi: Käyttäjän aikavyöhykkeen ominaisuus käyttäjän aikavyöhykkeelle &quot;{0}&quot; käyttäjälle {1} &quot;luotu.
lt: User Time Zone Property for User Time Zone '{0}' for User '{1}' created. (lt)
lv: Izveidots lietotâja laika joslas îpaðums lietotâja laika joslai '{0}' lietotâjam '{1}'.
ru: User Time Zone Property for User Time Zone '{0}' for User '{1}' created. (ru)
sv: Användartidszonegenskap för användartidszon &quot;{0}&quot; för användarens &quot;{1}&quot; skapad.

# LogMessageValidFrom
source: Valid from is '{0}'.
et: Kehtiv alates: '{0}'.
fi: Voimassa oleva on &#39;{0}&#39;.
lt: Valid from is '{0}'. (lt)
lv: Derîgs no ir '{0}'.
ru: Valid from is '{0}'. (ru)
sv: Giltigt från är &quot;{0}&quot;.

# LogMessageValidFromChanged
source: Valid from is changed from '{0}' to '{1}'.
et: Kehtiv alates '{0}' muudeti '{1}'.
fi: Voimassa oleva muuttuu &quot;{0}&quot;: sta &quot;{1}&quot;.
lt: Valid from is changed from '{0}' to '{1}'. (lt)
lv: Derîgs no tiek mainîts no '{0}' uz '{1}'.
ru: Valid from is changed from '{0}' to '{1}'. (ru)
sv: Giltig från ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageValidTo
source: Valid to is '{0}'.
et: Kehtiv kuni '{0}'.
fi: Voimassa oleva arvo on &#39;{0}&#39;.
lt: Valid to is '{0}'. (lt)
lv: Derîgs lîdz ir '{0}'.
ru: Valid to is '{0}'. (ru)
sv: Giltigt till är &quot;{0}&quot;.

# LogMessageValidToChanged
source: Valid to is changed from '{0}' to '{1}'.
et: Kehtiv kui '{0}' muudeti '{1}'.
fi: Voimassa oleva muuttuu arvosta {0} &quot;{1}&quot;.
lt: Valid to is changed from '{0}' to '{1}'. (lt)
lv: Derîgs lîdz tiek mainîts no '{0}' uz '{1}'.
ru: Valid to is changed from '{0}' to '{1}'. (ru)
sv: Giltig till ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageWednesday
source: Wednesday
et: Kolmapäev
fi: keskiviikko
lt: Wednesday (lt)
lv: Treðdiena
ru: Среда
sv: onsdag
