Repository: sumitvatsal/FoxSecT-A
Catalog: FoxSec.Web/Resources/Views/Shared/SharedStrings.*.resx
Languages: et, fi, lt, lv, ru, sv

# UserRolesDateIntersectionError
source: Roles Validation dates can not intersect!
et: Rollide ajavahemik ei tohi kattuda
fi: Roolit Vahvistuspäivät eivät voi leikata!
lt: Roles Validation dates can not intersect! (lt)
lv: Lomu apstiprinâðanas datumi nevar krustoties!
ru: Roles Validation dates can not intersect! (ru)
sv: Roller Valideringsdatum kan inte korsa!

# PermissionsCanNotSetTimeZoneToRoom
source: Rooms can not have own Time Zone
et: Valve aladel ei saa olla eraldi aja gruppi
fi: Huoneissa ei voi olla oma Aikavyöhyke
lt: Rooms can not have own Time Zone (lt)
lv: Numuriem nevar bût sava laika josla
ru: Rooms can not have own Time Zone (ru)
sv: Rummen kan inte ha egen tidzon

# PermissionsChangeNameTitle
source: Permission group name change
et: Õiguste grupi nime vahetus
fi: Lupasarjan nimen muutos
lt: Permission group name change (lt)
lv: Atïauju grupas nosaukuma maiòa
ru: Изменить имя группы доступа
sv: Namnbyte för tillståndsgrupp

source: Print date
et: Väljatrüki aeg
fi: Tulosta päivämäärä
lt: Print date (lt)
lv: Drukâðanas datums
ru: Дата рапечатки
sv: Utskriftsdatum

# LogMessageBuildingObjectChange
source: Building object '{0} {1}' changed.
et: Muudetud objekt'{0} {1}'
fi: Rakennusobjektia &#39;{0} {1}&#39; muutettiin.
lt: Building object '{0} {1}' changed. (lt)
lv: Bûvobjekts '{0} {1}' mainîts.
ru: Объект '{0} {1}' изменен
sv: Byggnadsobjektet &#39;{0} {1}&#39; har ändrats.

# LogMessageClassificatorChanged
source: Classificator '{0}' changed.
et: Muudeti põhjus omadus: '{0}' changed.
fi: Luokan &#39;{0}&#39; muuttuja muuttui.
lt: Classificator '{0}' changed. (lt)
lv: Klasifikators '{0}' mainîts.
ru: Классификатор '{0}' изменен
sv: Klassificatorn &quot;{0}&quot; har ändrats.

# LogMessageClassificatorCreated
source: Classificator '{0}' created.
et: Põhjus omadus. '{0}'lisati.
fi: Luokan &#39;{0} luoma.
lt: Classificator '{0}' created. (lt)
lv: Klasifikators '{0}' izveidots.
ru: Классификатор '{0}' создан
sv: Klassificatorn &quot;{0}&quot; skapad.

# LogMessageClassificatorDeleted
source: Classificator '{0}' deleted.
et: Põhjus omadus: '{0}' kustutati.
fi: Luokituksen &#39;{0}&#39; poistettu.
lt: Classificator '{0}' deleted. (lt)
lv: Klasifikators '{0}' dzçsts.
ru: Классификатор '{0}' удален
sv: Klassificatorn &quot;{0}&quot; raderas.

# LogMessageClassificatorValueChanged
source: Classificator Value '{0}' is changed to '{1}'.
et: Põhjus omadus: '{0}' muudeti '{1}'.
fi: Luokituksen arvo &#39;{0}&#39; muuttuu &#39;{1}&#39;.
lt: Classificator Value '{0}' is changed to '{1}'. (lt)
lv: Klasifikatorsr Value '{0}' tiek mainîts uz '{1}'.
ru: Значение классификатора '{0}' изменено на '{1}'
sv: Klassificeringsvärdet &quot;{0}&quot; ändras till &quot;{1}&quot;.

# LogMessageClassificatorValueClassificator
source: Classificator is '{0}'.
et: Põhjus omadus on '{0}'.
fi: Luokittelu on &#39;{0}&#39;.
lt: Classificator is '{0}'. (lt)
lv: Klasifikâcija ir '{0}'.
ru: Классификатор '{0}'.
sv: Klassificatorn är &#39;{0}&#39;.

# LogMessageClassificatorValueCreated
source: Classificator Value '{0}' created.
et: Põhjus omadus väärtus: '{0}' lisati.
fi: Arvonlaskennan arvo &#39;{0}&#39; luotiin.
lt: Classificator Value '{0}' created. (lt)
lv: Klasifikatora vçrtîba'{0}' izveidots.
ru: Значение классификатора '{0}' создано
sv: Klassificeringsvärde &quot;{0}&quot; skapades.

# LogMessageClassificatorValueDeleted
source: Classificator Value '{0}' deleted.
et: Põhjus omadus väärtus '{0}' lisati
fi: Arvosteluarvo &quot;{0}&quot; poistettu.
lt: Classificator Value '{0}' deleted. (lt)
lv: Klasifikatora vçrtîba '{0}' dzçsts.
ru: Значение классификатора '{0}' удалено
sv: Klassificeringsvärde &quot;{0}&quot; raderas.

# LogMessageComment
source: Comment is '{0}'.
et: Kommentaarid on: '{0}'
fi: Kommentti on {0}.
lt: Comment is '{0}'. (lt)
lv: Komentârs ir '{0}'.
ru: Комментарий '{0}'.
sv: Kommentar är &#39;{0}&#39;.

# LogMessageCommentChange
source: Comment is changed from '{0}' to '{1}'.
et: Kommentaarid: '{0}' muudeti '{1}'.
fi: Kommentti muuttuu &quot;{0}&quot;: sta &quot;{1}&quot;.
lt: Comment is changed from '{0}' to '{1}'. (lt)
lv: Komentârs ir mainîts no '{0}' uz '{1}'.
ru: Комментарий изменен с '{0}' на '{1}'.
sv: Kommentar ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageDescriptionChanged
source: Description is changed from '{0}' to '{1}'.
et: Nimi '{0}' muudeti '{1}'.
fi: Kuvaus muuttuu &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Description is changed from '{0}' to '{1}'. (lt)
lv: Apraksts tiek mainîts no '{0}' uz '{1}'.
ru: Пояснение изменено с '{0}' на '{1}'.
sv: Beskrivning ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageSetCompanyManager
source: User '{0}' is Company Manager in Company '{1}'.
et: Isik '{0}' on Firma manager firmas: '{1}'.
fi: Käyttäjä &#39;{0}&#39; on yhtiön {1} yrityksen päällikkö.
lt: User '{0}' is Company Manager in Company '{1}'. (lt)
lv: Lietotâjs '{0}' ir uzòçmuma vadîtâjs uzòçmumâ '{1}'.
ru: Пользователь '{0}' теперь менеджер компании '{1}'.
sv: Användaren &quot;{0}&quot; är företagsledare i företagets &quot;{1}&quot;.

# LogMessageUserLogOff
source: User '{0}' has logged off.
et: Isik '{0}' logis välja.
fi: Käyttäjä &#39;{0}&#39; on kirjautunut ulos.
lt: User '{0}' has logged off. (lt)
lv: Lietotâjs '{0}' izlogoties.
ru: Пользователь '{0}' has logged off. (ru)
sv: Användaren &#39;{0}&#39; har loggat bort.

# LogMessageUserLogon
source: User '{0}' has logged on.
et: Isik '{0}' logis sisse
fi: Käyttäjä &#39;{0}&#39; on kirjautunut sisään.
lt: User '{0}' has logged on. (lt)
lv: Lietotâjs '{0}' ielogoties.
ru: Пользователь '{0}' has logged on. (ru)
sv: Användaren &#39;{0}&#39; har loggat in.

# LogMessageDepartmentForUserChanged
source: User Department for user '{0}' changed.
et: Isiku osakond '{0}' muudeti.
fi: Käyttäjän {0} &quot;käyttäjäosasto muutettiin.
lt: User Department for user '{0}' changed. (lt)
lv: Mainîts lietotâja '{0}' lietotâju departaments.
ru: Пользовательский департамент для пользователя '{0}' изменен
sv: Användaravdelningen för användarens {0} &#39;ändrad.

# LogMessageDepartmentForUserChangedFromTo
source: Department for user '{0}' is changed from '{1}' to '{2}'.
et: Isiku '{0}' osakond '{1}' muudeti '{2}'.
fi: Käyttäjän &#39;{0}&#39; osasto muuttuu &#39;{1}&#39;: sta &#39;{2}&#39;.
lt: Department for user '{0}' is changed from '{1}' to '{2}'. (lt)
lv: Lietotâja '{0}' nodaïa tiek mainîta no '{1}' uz '{2}'.
ru: Пользовательский департамент для пользователя '{0}' изменен с '{1}' на '{2}'.
sv: Avdelningen för användarens {0} &quot;ändras från&quot; {1} &quot;till&quot; {2} &quot;.

# LogMessageUDDepartmentRemoved
source: Department '{0}' removed.
et: Osakond '{0}' eemaldati.
fi: Osasto {0} poistettiin.
lt: Department '{0}' removed. (lt)
lv: Nodaïa '{0}' noòemta.
ru: Department '{0}' removed. (ru)
sv: Avdelningen &quot;{0}&quot; bort.

# LogMessageActive
source: Active is '{0}'.
et: Aktiivne on '{0}'.
fi: Aktiivinen on &#39;{0}&#39;.
lt: Active is '{0}'. (lt)
lv: Aktîvs ir'{0}'.
ru: Активно '{0}'.
sv: Aktiv är &#39;{0}&#39;.

# LogMessageActivity
source: Activity is '{0}'.
et: Õigus '{0}'
fi: Toiminto on &#39;{0}&#39;.
lt: Activity is '{0}'. (lt)
lv: Darbîba ir '{0}'.
ru: Активно '{0}'. (ru)
sv: Aktiviteten är &#39;{0}&#39;.

# LogMessageActivityChanged
source: Activity is changed from '{0}' to '{1}'.
et: Õigus muudet '{0}' to '{1}'.
fi: Tehtävä muuttuu &quot;{0}&quot;: sta &quot;{1}&quot;.
lt: Activity is changed from '{0}' to '{1}'. (lt)
lv: Aktivitâte tiek mainîta no '{0}' uz '{1}'.
ru: Изменено с '{0}' на '{1}'.
sv: Verksamheten ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageAllowedIsChanged
source: allowed is changed from '{0}' to '{1}'.
et: Luba muudeti '{0}' to '{1}'.
fi: Sallittu muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: allowed is changed from '{0}' to '{1}'. (lt)
lv: atïauts tiek mainîts no '{0}' uz '{1}'.
ru: Изменено с '{0}' на '{1}'.
sv: Tillåtet ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageBuilding
source: Building is '{0}'.
et: Hoone on '{0}'. (et)
fi: Rakennus on &#39;{0}&#39;.
lt: Building is '{0}'. (lt)
lv: Çka ir '{0}'.
ru: Здание '{0}'.
sv: Byggnaden är &#39;{0}&#39;.

# LogMessageBuildingChanged
source: Building is changed from '{0}' to '{1}'.
et: Hoone muudeti '{0}' to '{1}'.
fi: Rakennusta muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Building is changed from '{0}' to '{1}'. (lt)
lv: Çka tiek mainîta no '{0}' uz '{1}'.
ru: Изменено с '{0}' на '{1}'.
sv: Byggnaden ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageBuildingObject
source: Building object is '{0}'.
et: Hoone objekt on '{0}'.
fi: Rakennusobjekti on &#39;{0}&#39;.
lt: Building object is '{0}'. (lt)
lv: Çkas objekts ir '{0}'.
ru: Building object is '{0}'. (ru)
sv: Byggobjektet är &quot;{0}&quot;.

# LogMessageBuildingObjectAdded
source: Added floor '{0}' in building '{1}'.
et: Hoones lisatud '{1}' korrus'{0}'.
fi: Lisätty kerros &quot;{0}&quot; rakennuksessa {1} &quot;.
lt: Added floor '{0}' in building '{1}'. (lt)
lv: Pievienots stâvs '{0}' çkâ '{1}'.
ru: Добавлен этаж '{0}' в здании '{1}'.
sv: Tillagt golv &quot;{0}&quot; i byggnaden &quot;{1}&quot;.

# LogMessageBuildingObjectRemoved
source: Removed floor '{0}' in building '{1}'.
et: Hoones kustutatud '{1}' korrus'{0}'.
fi: Irrotettu lattia &quot;{0}&quot; rakennuksessa {1} &quot;.
lt: Removed floor '{0}' in building '{1}'. (lt)
lv: Noòemts stâvs '{0}' çkâ '{1}'.
ru: Этаж '{0}' удален из здания '{1}'.
sv: Ta bort golvet &quot;{0}&quot; i byggnaden &quot;{1}&quot;.

# LogMessageCanUseOwnCardsFalse
source: Company can not use own cards.
et: Firma ei tohi kasutada omi kaarte ,ostke kaardid admin-ilt
fi: Yritys ei voi käyttää omia kortteja.
lt: Company can not use own cards. (lt)
lv: Uzòçmums nevar izmantot savas kartes.
ru: Компания не может использовать свои карты
sv: Företaget kan inte använda egna kort.

# LogMessageCanUseOwnCardsTrue
source: Company can use own cards.
et: Firma võib kasutada omi kaarte
fi: Yritys voi käyttää omia korttejaan.
lt: Company can use own cards. (lt)
lv: Uzòçmums var izmantot savas kartes.
ru: Компания может использовать свои карты
sv: Företaget kan använda egna kort.

# LogMessageCardCode
source: Card Code is '{0}'.
et: Kaardi kood on '{0}'
fi: Korttikoodi on &#39;{0}&#39;.
lt: Card Code is '{0}'. (lt)
lv: Kartes kods ir '{0}'.
ru: код карты '{0}'.
sv: Kortkoden är &#39;{0}&#39;.

# LogMessageCardCodeChanged
source: Card Code is changed from '{0}' to '{1}'.
et: Kaardi kood '{0}' muudeti '{1}'.
fi: Korttikoodia vaihdetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Card Code is changed from '{0}' to '{1}'. (lt)
lv: Kartes kods tiek mainîts no '{0}' uz '{1}'.
ru: код карты изменен с '{0}' на '{1}'.
sv: Kortkod ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageCardCreated
source: Card '{0}' created.
et: Kaart '{0}' lisati.
fi: Kortti &#39;{0}&#39; luotiin.
lt: Card '{0}' created. (lt)
lv: Karte '{0}' ir izveidota.
ru: Карта '{0}' создана
sv: Kortet &#39;{0}&#39; skapades.

# LogMessageCardTypeChanged
source: Card Type '{0}' changed.
et: Kaardi tüüp '{0}' muudeti
fi: Korttityyppi &#39;{0}&#39; muutettiin.
lt: Card Type '{0}' changed. (lt)
lv: Kartes tips '{0}' mainîts.
ru: Тип карты '{0}' изменен.
sv: Korttyp &#39;{0}&#39; har ändrats.

# LogMessageCardTypeCreated
source: Card Type '{0}' created.
et: Kaarddi tüüp '{0}' lisati.
fi: Luottokorttityyppi &#39;{0}&#39;.
lt: Card Type '{0}' created. (lt)
lv: Kartes tips '{0}' izveidots.
ru: Тип карты '{0}' создан.
sv: Korttyp &#39;{0}&#39; skapad.

# LogMessageCardTypeDeleted
source: Card Type '{0}' deleted.
et: Kaardi tüüp '{0}' kustutati.
fi: Korttityyppi &#39;{0}&#39; poistettu.
lt: Card Type '{0}' deleted. (lt)
lv: Kartes tips '{0}' dzçsts.
ru: Тип карты '{0}' удален.
sv: Korttyp &#39;{0}&#39; raderas.

# LogMessageCommonIsChanged
source: is changed from '{0}' to '{0}'.
et: '{0}' muudeti:'{0}'.
fi: Muuttuu &quot;{0}&quot;: sta &quot;{0}&quot;.
lt: is changed from '{0}' to '{0}'. (lt)
lv: mainîts no '{0}' uz '{0}'.
ru: изменен с '{0}' на '{0}'.
sv: Ändras från &quot;{0}&quot; till &quot;{0}&quot;.

# LogMessageCompanyActivated
source: Company '{0}' activated with the reason '{1}'.
et: Firma '{0}' aktiveeriti põhjusel '{1}'.
fi: Yritys &#39;{0}&#39; aktivoidaan syyn vuoksi &#39;{1}&#39;.
lt: Company '{0}' activated with the reason '{1}'. (lt)
lv: Uzòçmums '{0}' aktivizçts ar iemeslu '{1}'.
ru: Компания '{0}'активирована по причине '{1}'.
sv: Företaget &#39;{0}&#39; aktiverat med anledning &#39;{1}&#39;.

# LogMessageCompanyChanged
source: Company '{0}' is changed.
et: Firma. '{0}' muudeti.
fi: Yritys &#39;{0}&#39; muutetaan.
lt: Company '{0}' is changed. (lt)
lv: Uzòçmums '{0}' tiek mainîts.
ru: Компания '{0}'изменена
sv: Företaget &#39;{0}&#39; ändras.

# LogMessageCompanyCreated
source: Company '{0}' created by '{1}'.
et: Firma: '{0}' lisas: '{1}'.
fi: Yrityksen &#39;{0}&#39; luoma &#39;{1}&#39;.
lt: Company '{0}' created by '{1}'. (lt)
lv: Uzòçmums '{0}' izveidots ar '{1}'.
ru: Компания '{0}'создана. '{1}'.
sv: Företaget &#39;{0}&#39; skapat av &#39;{1}&#39;.

# LogMessageCompanyDeActivated
source: Company '{0}' deactivated with the reason '{1}'.
et: Firma '{0}' deaktiveeriti põhjusel '{1}'.
fi: Yritys &#39;{0}&#39; on poistettu käytöstä syyn vuoksi {1}.
lt: Company '{0}' deactivated with the reason '{1}'. (lt)
lv: Uzòçmums '{0}' deaktivizçts ar iemeslu '{1}'.
ru: Компания '{0}' деактивирована по причине '{1}'.
sv: Företaget {0} &#39;avaktiveras med anledningen &quot;{1}&quot;.

# LogMessageCompanyDeleted
source: Company '{0}' deleted'.
et: Firma. '{0}' kustutati.
fi: Yritys &#39;{0}&#39; poistettu &#39;.
lt: Company '{0}' deleted'. (lt)
lv: Uzòçmums '{0}' izdzçsts.
ru: Компания '{0}' удалена
sv: Företaget &#39;{0}&#39; borttaget &#39;.

# LogMessageCompanyName
source: Company is '{0}'.
et: Firma uus nimi on: '{0}'.
fi: Yritys on {0}.
lt: Company is '{0}'. (lt)
lv: Uzòçmums ir '{0}'.
ru: Компания is '{0}'.
sv: Företaget är &quot;{0}&quot;.

# LogMessageCompanyNameChanged
source: Company is changed from '{0}' to '{1}'.
et: Firma: '{0}'nimi muudeti: '{1}'. (et)
fi: Yritystä muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Company is changed from '{0}' to '{1}'. (lt)
lv: Uzòçmums tiek mainîts no '{0}' uz '{1}'.
ru: Компания изменена с '{0}' на '{1}'.
sv: Företaget har ändrats från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageCompanyParent
source: Parent Company is '{0}'.
et: Partner firma on: '{0}'.
fi: Emoyhtiö on &#39;{0}&#39;.
lt: Parent Company is '{0}'. (lt)
lv: Mâtes uzòçmums ir '{0}'.
ru: Родительская компания '{0}'.
sv: Moderbolaget är &quot;{0}&quot;.

# LogMessageDefaultTimeZoneName
source: Default Time Zone is '{0}'.
et: Vaikimisi aja grupp on: '{0}'.
fi: Oletus aikavyöhyke on &#39;{0}&#39;.
lt: Default Time Zone is '{0}'. (lt)
lv: Noklusçjuma laika josla ir'{0}'.
ru: Вз по умолчанию '{0}'. (ru)
sv: Standard tidszon är &#39;{0}&#39;.

# LogMessageDepartmentChanged
source: Department '{0}' changed.
et: Osakond '{0}' muudeti.
fi: Osasto {0} muutettiin.
lt: Department '{0}' changed. (lt)
lv: Nodaïa '{0}' mainîts.
ru: Департамент '{0}' изменен
sv: Avdelningen &quot;{0}&quot; ändras.

# LogMessageDepartmentCreated
source: Department '{0}' created.
et: Osakond '{0}' lisati.
fi: Laitos &#39;{0}&#39; luotiin.
lt: Department '{0}' created. (lt)
lv: Nodaïa '{0}' izveidots.
ru: Департамент '{0}' создан
sv: Avdelning &#39;{0}&#39; skapad.

# LogMessageDepartmentDeleted
source: Department '{0}' deleted.
et: Osakond '{0}' kustutati.
fi: Osasto &#39;{0}&#39; poistettu.
lt: Department '{0}' deleted. (lt)
lv: Nodaïâ '{0}' dzçst.
ru: Департамент '{0}' удален
sv: Avdelningen &quot;{0}&quot; raderas.

# LogMessageDepartmentNameChanged
source: Department is changed from '{0}' to '{1}'.
et: Osakond '{0}' muudeti '{1}'.
fi: Osastoa muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Department is changed from '{0}' to '{1}'. (lt)
lv: Nodaïa tiek mainîta no '{0}' uz '{1}'.
ru: Департамент '{0}' изменен с '{1}' на '{2}'.
sv: Avdelningen ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageDepartmentsWithRoleRemoved
source: Departments for user with role '{0}' removed.
et: Osakonnad isiku rolliga '{0}' kustutati.
fi: Käyttäjät, joilla on rooli &quot;{0}&quot;, poistettiin.
lt: Departments for user with role '{0}' removed. (lt)
lv: Nodaïas lietotâjam ar lomu '{0}' noòemts.
ru: Департамент для пользователя с ролью '{0}' удален.
sv: Avdelningar för användare med roll &quot;{0}&quot; bort.

# LogMessageDescription
source: Description is '{0}'.
et: Nimi on '{0}'.
fi: Kuvaus on &#39;{0}&#39;.
lt: Description is '{0}'. (lt)
lv: Apraksts ir '{0}'.
ru: Пояснение '{0}'. (ru)
sv: Beskrivning är &#39;{0}&#39;.

# LogMessageEndDate
source: End date is '{0}'.
et: Lõpp kuupäev on '{0}'.
fi: Loppupäivä on &#39;{0}&#39;.
lt: End date is '{0}'. (lt)
lv: Beigu datums ir '{0}'.
ru: Дата окончания '{0}'.
sv: Slutdatumet är &quot;{0}&quot;.

# LogMessageEventEndChanged
source: Event end is changed from '{0}' to '{1}'.
et: Sündmuse lõpp '{0}' muudeti '{1}'.
fi: Tapahtuman loppua muutetaan &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Event end is changed from '{0}' to '{1}'. (lt)
lv: Pasâkuma beigas tiek mainîts no '{0}' uz '{1}'.
ru: Конец мероприятия изменен с '{0}' на '{1}'.
sv: Eventänden ändras från &#39;{0}&#39; till &#39;{1}&#39;.

# LogMessageEventStartChanged
source: Event start is changed from '{0}' to '{1}'.
et: Sündmuse algus '{0}' muudeti '{1}'.
fi: Tapahtuman aloitus muuttuu &#39;{0}&#39;: stä &#39;{1}&#39;.
lt: Event start is changed from '{0}' to '{1}'. (lt)
lv: Pasâkuma sâkums ir mainîts no '{0}' uz '{1}'.
ru: Начало мероприятия изменено с '{0}' на '{1}'.
sv: Händelsestart ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageFriday
source: Friday
et: Reede
fi: perjantai
lt: Friday (lt)
lv: Piektdiena
ru: Пятница
sv: fredag

# LogMessageFromDate
source: From date is '{0}'.
et: Algus kuupäev: '{0}'.
fi: Päivämäärä on &#39;{0}&#39;.
lt: From date is '{0}'. (lt)
lv: No datuma ir '{0}'.
ru: Дата начала '{0}'.
sv: Från datumet är &quot;{0}&quot;.

# LogMessageFromDateChanged
source: From date is changed from '{0}' to '{1}'.
et: Algus kuupäev '{0}' muudeti '{1}'.
fi: Päivämäärästä muuttuu {0} &quot;{1}&quot;.
lt: From date is changed from '{0}' to '{1}'. (lt)
lv: No datuma tiek mainîts no '{0}' uz '{1}'.
ru: Дата начала изменена с '{0}' на '{1}'.
sv: Från datum ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageHolidayChanged
source: Holiday '{0}' changed.
et: Pühad '{0}' muudeti.
fi: Lomalle &#39;{0}&#39; muutettiin.
lt: Holiday '{0}' changed. (lt)
lv: Brîvdiena '{0}' mainîts.
ru: Выходной '{0}' изменен
sv: Holiday &#39;{0}&#39; har ändrats.

# LogMessageHolidayCreated
source: Holiday '{0}' created.
et: Pühad '{0}' lisati.
fi: Lomake &#39;{0}&#39; luotu.
lt: Holiday '{0}' created. (lt)
lv: Brîvdiena '{0}' izveidots.
ru: Выходной '{0}' создан
sv: Holiday &#39;{0}&#39; skapad.

# LogMessageHolidayDeleted
source: Holiday '{0}' deleted.
et: Pühad '{0}' kustutati.
fi: Loma &#39;{0}&#39; poistettu.
lt: Holiday '{0}' deleted. (lt)
lv: Brîvdiena '{0}' dzçsts.
ru: Выходной '{0}' удален
sv: Semester &quot;{0}&quot; raderas.

# LogMessageIsAllowed
source: allowed
et: Lubatud
fi: sallittu
lt: allowed (lt)
lv: atïauts
ru: Доступно
sv: tillåten

# LogMessageIsArming
source: Is Arming is '{0}'.
et: Valvestamine on '{0}'.
fi: Asettaminen on &#39;{0}&#39;.
lt: Is Arming is '{0}'. (lt)
lv: Bruòojums ir '{0}'.
sv: Är Arming &#39;{0}&#39;.

# LogMessageIsDefaultArming
source: Is Default Arming is '{0}'.
et: Vaikimisi valvestamine on'{0}'.
fi: Oletusasetus on &#39;{0}&#39;.
lt: Is Default Arming is '{0}'. (lt)
lv: Is Noklusçjuma aktivizçðana ir '{0}'.
ru: Is Default Arming is '{0}'. (ru)
sv: Standardavstängning är &#39;{0}&#39;.

# LogMessageIsDefaultDisarming
source: Is Default Disarming is '{0}'.
et: Vaikimisi valvest äraon '{0}'.
fi: Oletushälytyksen oletusarvo on &#39;{0}&#39;.
lt: Is Default Disarming is '{0}'. (lt)
lv: Is Noklusçjuma deaktivizçðana ir'{0}'.
ru: Is Default Disarming is '{0}'. (ru)
sv: Standardavstängning är &#39;{0}&#39;.

# LogMessageIsDisarming
source: Is Disarming is '{0}'.
et: Valvest ära on '{0}'.
fi: Hälytys on &#39;{0}&#39;.
lt: Is Disarming is '{0}'. (lt)
lv: Is deaktivizçðana ir '{0}'.
ru: Is Disarming is '{0}'. (ru)
sv: Är avstängning är &quot;{0}&quot;.

# LogMessageIsFriday
source: Friday is '{0}'.
et: Reede '{0}'.
fi: Perjantai on &#39;{0}&#39;.
lt: Friday is '{0}'. (lt)
lv: Piektdiena ir '{0}'.
ru: Пятница '{0}'.
sv: Fredag är &#39;{0}&#39;.

# LogMessageIsMonday
source: Monday is '{0}'.
et: Esmaspäev '{0}'.
fi: Maanantai on &#39;{0}&#39;.
lt: Monday is '{0}'. (lt)
lv: Pirmdiena ir '{0}'.
ru: Понедельник '{0}'.
sv: Måndag är &#39;{0}&#39;.

# LogMessageIsRestricted
source: restricted
et: piiratud
fi: rajoitettu
lt: restricted (lt)
lv: ierobeþots
ru: ограниченный
sv: begränsad

# LogMessageIsSaturday
source: Saturday is '{0}'.
et: Laupäev '{0}'.
fi: Lauantai on &#39;{0}&#39;.
lt: Saturday is '{0}'. (lt)
lv: Sestdiena ir '{0}'.
ru: Суббота '{0}'.
sv: Lördag är &#39;{0}&#39;.

# LogMessageIsSunday
source: Sunday is '{0}'.
et: Pühapäev '{0}'.
fi: Sunnuntai on &#39;{0}&#39;.
lt: Sunday is '{0}'. (lt)
lv: Svçtdiena ir '{0}'.
ru: Воскресенье '{0}'.
sv: Söndag är &quot;{0}&quot;.

# LogMessageIsThursday
source: Thursday is '{0}'.
et: Neljapäev '{0}'.
fi: Torstai on &#39;{0}&#39;.
lt: Thursday is '{0}'. (lt)
lv: Ceturtdiena ir '{0}'.
ru: Четверг '{0}'.
sv: Torsdagen är &#39;{0}&#39;.

# LogMessageIsTuesday
source: Tuesday is '{0}'.
et: Teisipäev '{0}'.
fi: Tiistaina on {0}.
lt: Tuesday is '{0}'. (lt)
lv: Otrdiena ir '{0}'.
ru: Вторник '{0}'.
sv: Tisdag är &#39;{0}&#39;.

# LogMessageIsWednesday
source: Wednesday is '{0}'.
et: Kolmapäev'{0}'.
fi: Keskiviikko on &#39;{0}&#39;.
lt: Wednesday is '{0}'. (lt)
lv: Treðdiena ir '{0}'.
ru: Среда '{0}'.
sv: Onsdagen är &#39;{0}&#39;.

# LogMessageLogFilterChanged
source: Log Filter '{0}' changed.
et: Log filter '{0}' muudeti.
fi: Lokitiedoston &#39;{0}&#39; muutettu.
lt: Log Filter '{0}' changed. (lt)
lv: Þurnâla filtrs '{0}' mainîts.
ru: Фильтр лога '{0}' изменен
sv: Loggfiltret &#39;{0}&#39; ändrats.

# LogMessageLogFilterCreated
source: Log Filter '{0}' created.
et: Log filter '{0}' lisati.
fi: Lokitiedosto &#39;{0}&#39; luotu.
lt: Log Filter '{0}' created. (lt)
lv: Þurnâla filtrs '{0}' izveidots.
ru: Фильтр лога '{0}' создан
sv: Loggfiltret &#39;{0}&#39; skapat.

# LogMessageLogFilterDeleted
source: Log Filter '{0}' deleted.
et: Log Filter '{0}' kustutati.
fi: Lokitiedoston &#39;{0}&#39; poistettu.
lt: Log Filter '{0}' deleted. (lt)
lv: Þurnâla filtrs '{0}' dzçsts.
ru: Фильтр лога '{0}' удален
sv: Loggfiltret &#39;{0}&#39; raderas.

# LogMessageMonday
source: Monday
et: Esmaspäev
fi: maanantai
lt: Monday (lt)
lv: Pirmdiena
ru: Понедельник
sv: måndag

# LogMessageMoving
source: Moving is '{0}'.
et: Moving is '{0}'. (et)
fi: Siirtyminen on &#39;{0}&#39;.
lt: Moving is '{0}'. (lt)
lv: Kustîba ir '{0}'.
ru: Перемещение '{0}'.
sv: Flytta är &#39;{0}&#39;.

# LogMessageMovingChanged
source: Moving is changed from '{0}' to '{1}'.
et: Moving is changed from '{0}' to '{1}'. (et)
fi: Siirtyminen muuttuu &quot;{0}&quot;: sta &quot;{1}&quot;.
lt: Moving is changed from '{0}' to '{1}'. (lt)
lv: Kustîba tiek mainîta no '{0}' uz '{1}'.
ru: Moving is changed from '{0}' to '{1}'. (ru)
sv: Flytta ändras från &quot;{0}&quot; till &quot;{1}&quot;.

# LogMessageNameChanged
source: Name is changed from '{0}' to '{1}'.
et: Nimi '{0}' muudeti '{1}'.
fi: Nimi muuttuu &#39;{0}&#39;: sta &#39;{1}&#39;.
lt: Name is changed from '{0}' to '{1}'. (lt)
lv: Vârds tiek mainîts no '{0}' uz '{1}'.
ru: Имя изменено с '{0}' на '{1}'.
sv: Namnet ändras från &quot;{0}&quot; till &quot;{1}&quot;.
